Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: <p>Dear %(user)s,</p> <p>Thank you for applying for access to %(partner)s resources through The Wikipedia Library. We are happy to inform you that your application has been approved.</p> <p>%(user_instructions)s</p> <p>Cheers!</p> <p>The Wikipedia Library</p>
tr: <p>Sevgili %(user)s,</p> <p>%(partner)s kaynaklarına Vikipedi Kitaplığı aracılığıyla erişim başvurusu yaptığınız için teşekkür ederiz. Başvurunuzun onaylandığını bildirmekten memnuniyet duyarız.</p> <p>%(user_instructions)s</p> <p>Şerefe!</p> <p>Vikipedi Kütüphanesi</p>
uk: <p>Шановний/а %(user)s,</p> <p>Дякуємо вам за подачу заявки на доступ до ресурсів %(partner)s через Бібліотеку Вікіпедії. Ми раді повідомити вам, що вашу заявку було схвалено.</p> <p>%(user_instructions)s</p> <p>Щасти!</p> <p>Бібліотека Вікіпедії</p>

source: Dear %(user)s, Thank you for applying for access to %(partner)s resources through The Wikipedia Library. We are happy to inform you that your application has been approved. %(user_instructions)s Cheers! The Wikipedia Library
tr: Sevgili %(user)s, Vikipedi Kütüphanesi aracılığıyla %(partner)s kaynaklarına erişim başvurusu yaptığınız için teşekkür ederiz. Başvurunuzun onaylandığını size bildirmekten memnuniyet duyarız. %(user_instructions)s Şerefe! Vikipedi Kütüphanesi
uk: Шановний/а %(user)s, Дякуємо вам за подачу заявки на доступ до ресурсів %(partner)s через Бібліотеку Вікіпедії. Ми раді повідомити вам, що вашу заявку було схвалено. %(user_instructions)s Щасти! Бібліотека Вікіпедії

source: Your Wikipedia Library application has been approved
tr: Vikipedi Kütüphanesi başvurunuz onaylandı
uk: Вашу заявку до Бібліотеки Вікіпедії було схвалено

source: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> <p>Please reply to these at: <a href="%(app_url)s">%(app_url)s</a></p> <p>Best,</p> <p>The Wikipedia Library</p>
tr: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> <p>Lütfen bunları şu adreste yanıtlayın: <a href="%(app_url)s">%(app_url)s</a></p> <p>Saygılarımızla,</p> <p>Vikipedi Kütüphanesi</p>
uk: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> <p>Будь ласка, відповідайте на це отут: <a href="%(app_url)s">%(app_url)s</a></p> <p>З найкращими побажаннями,</p> <p>Бібліотека Вікіпедії</p>

source: %(submit_date)s - %(commenter)s %(comment)s Please reply to this at: %(app_url)s Best, The Wikipedia Library
tr: %(submit_date)s - %(commenter)s %(comment)s Lütfen şu adresten yanıtlayın: %(app_url)s Saygılarımızla, Vikipedi Kütüphanesi
uk: %(submit_date)s - %(commenter)s %(comment)s Будь ласка, відповідайте на це отут: %(app_url)s З найкращими побажаннями, Бібліотека Вікіпедії

source: New comment on a Wikipedia Library application you processed
tr: Sürecine dahil olduğunuz bir Vikipedi Kütüphanesi başvurusuna yeni bir yorum yapıldı
uk: Новий коментар у заявці Бібліотеки Вікіпедії, яку ви обробляли

source: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> <p>Please reply to these at <a href="%(app_url)s">%(app_url)s</a> so we can evaluate your application.</p> <p>Best,</p> <p>The Wikipedia Library</p>
tr: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> <p>Lütfen bunlara <a href="%(app_url)s">%(app_url)s</a> adresinden cevap verin, böylece başvurunuzu değerlendirebiliriz.</p> <p>Saygılarımızla,</p> <p>Vikipedi Kütüphanesi</p>
uk: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> <p>Будь ласка, дайте на них відповідь тут: <a href="%(app_url)s">%(app_url)s</a>, щоб ми могли оцінити вашу заявку.</p> <p>З найкращими побажаннями,</p> <p>Бібліотека Вікіпедії</p>

source: %(submit_date)s - %(commenter)s %(comment)s Please reply to these at: %(app_url)s so we can evaluate your application. Best, The Wikipedia Library
tr: %(submit_date)s - %(commenter)s %(comment)s Lütfen bunları şu adreste yanıtlayın: %(app_url)s böylece başvurunuzu değerlendirebiliriz. Saygılarımızla, Vikipedi Kütüphanesi
uk: %(submit_date)s - %(commenter)s %(comment)s Будь ласка, відповідайте на них отут: %(app_url)s, щоб ми могли оцінити вашу заявку. З найкращими побажаннями, Бібліотека Вікіпедії

source: New comment on your Wikipedia Library application
tr: Vikipedi Kütüphanesi başvurunuza yeni bir yorum yapıldı
uk: Новий коментар до вашої заявки у Бібліотеці Вікіпедії

source: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> See it at <a href="%(app_url)s">%(app_url)s</a>. Thanks for helping review Wikipedia Library applications!
tr: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> Görmek için <a href="%(app_url)s">%(app_url)s</a> adresine gidin. Vikipedi Kütüphanesi başvurularını gözden geçirdiğiniz için teşekkürler!
uk: <p style="color: #500050">%(submit_date)s - %(commenter)s</p> <blockquote><p>%(comment)s</p></blockquote> Перегляньте його на <a href="%(app_url)s">%(app_url)s</a>. Дякуємо, що допомагаєте розглядати заявки Бібліотеки Вікіпедії!

source: %(submit_date)s - %(commenter)s %(comment)s See it at: %(app_url)s Thanks for helping review Wikipedia Library applications!
tr: %(submit_date)s - %(commenter)s %(comment)s Görmek için şu adrese gidiniz: %(app_url)s Vikipedi Kütüphanesi başvurularını gözden geçirdiğiniz için teşekkürler!
uk: %(submit_date)s - %(commenter)s %(comment)s Перегляньте його на %(app_url)s. Дякуємо, що допомагаєте розглядати заявки Бібліотеки Вікіпедії!

source: New comment on a Wikipedia Library application you commented on
tr: Yorum yaptığınız bir Vikipedi Kütüphanesi başvurusuna yeni bir yorum yapıldı
uk: Новий коментар до заявки Бібліотеки Вікіпедії, яку ви коментували

source: Contact us
tr: Bize ulaşın
uk: Зв'язатися з нами

source: (If you would like to suggest a partner, <a href="%(suggest)s"><strong>go here</strong></a>.)
tr: (Bir iş ortağı önermek istiyorsanız, <a href="%(suggest)s"><strong>buraya gidin</strong></a>.)
uk: (Якщо ви хочете запропонувати партнера, <a href="%(suggest)s"><strong>перейдіть сюди</strong></a>.)

source: Contact info
tr: İletişim bilgisi
uk: Контактна інформація

source: Meta page
tr: Meta sayfası
uk: Мета-сторінка

source: The Wikipedia Library
tr: Vikipedi Kütüphanesi
uk: Бібліотека Вікіпедії

source: Mailing list
tr: E-posta listesi
uk: Список розсилки

source: Wikipedia Library Facebook page
tr: Vikipedi Kütüphanesi Facebook sayfası
uk: Facebook-сторінка Бібліотеки Вікіпедії

source: Wikipedia Library Twitter page
tr: Vikipedi Kütüphanesi Twitter sayfası
uk: Twitter-сторінка Бібліотеки Вікіпедії

source: Wikipedia Library Card Platform message from %(editor_wp_username)s
tr: %(editor_wp_username)s'den Vikipedi Kütüphane Kartı Platform mesajı
uk: Повідомлення Карткової платформи Бібліотеки Вікіпедії від %(editor_wp_username)s

source: <p>Dear %(user)s,</p> <p>Our records indicate that you are the designated coordinator for partners that have a total of %(total_apps)s applications.</p>
tr: <p>Sevgili %(user)s,</p> <p>Kayıtlarımız, toplam %(total_apps)s uygulamasına sahip iş ortakları için belirlenmiş koordinatör olduğunuzu göstermektedir.</p>
uk: <p>Шановний/а %(user)s,</p> <p>Наші записи свідчать, що ви є призначеним координатором для партнерів, які мають сумарно %(total_apps)s заявок.</p>

source: Breakdown
tr: Düşüş
uk: Кошторис

source: One pending application.
tr: Bekleyen bir başvuru.
uk: Одна надіслана заявка.

source: One under discussion application.
tr: Bir tartışma başvurusu altında.
uk: Одна заявка на обговоренні.

source: %(approved_count)s approved applications.
tr: %(approved_count)s onaylanmış başvuru.
uk: %(approved_count)s схвалених заявок.

source: <p>This is a gentle reminder that you may review applications at <a href="%(link)s">%(link)s</a>.</p> <p>You can customise your reminders under 'preferences' in your user profile.</p> <p>If you received this message in error, drop us a line at wikipedialibrary@wikimedia.org.</p> <p>Thanks for helping review Wikipedia Library applications!</p>
tr: <p>Bu, <a href="%(link)s">%(link)s</a> adresindeki başvuruları inceleyebileceğinizle ilgili kibar bir hatırlatmadır.</p> <p>Bu mesajı yanlışlıkla aldıysanız, wikipedialibrary@wikimedia.org adresinden bize yazın.</p> <p>Vikipedi Kütüphanesi başvurularını gözden geçirdiğiniz için teşekkürler!</p>
uk: <p>Це легке нагадування, що ви можете розглядати ці заявки на <a href="%(link)s">%(link)s</a>.</p> <p>Ви можете налаштувати свої нагадування у налаштуваннях свого профілю користувача.</p> <p>Якщо ви отримали це повідомлення помилково, повідомте нас про це, написавши на wikipedialibrary@wikimedia.org.</p> <p>Дякуємо, що допомагаєте розглядати заявки Бібліотеки Вікіпедії!</p>

source: Dear %(user)s, Our records indicate that you are the designated coordinator for partners that have a total of %(total_apps)s applications.
tr: Sevgili %(user)s, Kayıtlarımız, toplam %(total_apps)s uygulamasına sahip iş ortakları için belirlenmiş koordinatör olduğunuzu gösteriyor.
uk: Шановний/а %(user)s! Наші записи свідчать, що ви є призначеним координатором для партнерів, які мають сумарно %(total_apps)s заявок.

source: One approved application.
tr: Bir onaylı başvuru.
uk: Одна схвалена заявка.

source: This is a gentle reminder that you may review applications at: %(link)s. You can customise your reminders under 'preferences' in your user profile. If you received this message in error, drop us a line at: wikipedialibrary@wikimedia.org Thanks for helping review Wikipedia Library applications!
tr: Bu, uygulamaları inceleyebileceğiniz nazik bir hatırlatmadır: %(link)s Hatırlatıcılarınızı kullanıcı profilinizdeki 'tercihler' altında özelleştirebilirsiniz. Bu mesajı yanlışlıkla aldıysanız, bize bir satır bırakın: wikipedialibrary@wikimedia.org Vikipedi Kütüphane uygulamalarını incelemeye yardımcı olduğunuz için teşekkür ederiz!
uk: Це легке нагадування, що ви можете розглядати ці заявки на %(link)s. Ви можете налаштувати свої нагадування у налаштуваннях свого профілю користувача. Якщо ви отримали це повідомлення помилково, повідомте нас про це, написавши на wikipedialibrary@wikimedia.org. Дякуємо, що допомагаєте розглядати заявки Бібліотеки Вікіпедії!

source: Wikipedia Library applications await your review
tr: Vikipedi Kütüphanesi başvuruları değerlendirmenizi bekliyor
uk: Заявки Бібліотеки Вікіпедії чекають вашого розгляду

source: <p>Hi %(username)s,</p> <p>The Wikipedia Library is pleased to announce the implementation of EZProxy access and the Library Bundle!</p> <p>EZProxy is a proxy server used to authenticate your access. Instead of managing individual logins for each collection to which you have been approved, you can now access all EZProxy-supported content simply by logging in to your Library Card account and clicking through to the website. To access EZProxy collections, simply visit the Library Card platform, go to the My Library page at https://wikipedialibrary.wmflabs.org/users/my_library, and click on ‘Access collection’ for the content you wish to access under the ‘Instant access’ tab.</p> <p>If you had active accounts before now, please take the time to review the My Library page to verify how you need to access those accounts going forward. Collections in the 'Instant Access' tab must now be accessed via EZProxy. Collections in the 'Individual Access' tab should be accessed as before.</p> <p>Until now, all access via The Wikipedia Library required that you apply to and be approved for individual collections. The Library Bundle changes that workflow by making some collections immediately available to everyone who meets the experience requirements outlined in our Terms of Use. As long as you continue to meet those requirements (which include 10 edits within the past month and not being blocked), you will have on-demand access to Library Bundle collections via the Library Card without needing to make an application or renewal request.</p> <p>You can verify whether you meet the criteria to access Library Bundle collections on the Library Card homepage - https://wikipedialibrary.wmflabs.org. If you are eligible, collections will be accessible via the 'Instant Access' tab of My Library.</p> <p>You may notice when accessing resources via EZProxy that URLs are dynamically rewritten. Note that use of EZProxy requires you to enable cookies. If you are having problems you should also try clearing your cache and restarting your browser. Please be aware that existing individual logins for EZProxy-enabled collections (including the Library Bundle) will soon be deactivated, so this will be your only means of access for these collections. Any collections in the ‘Individual access’ tab in My Library will function as before.</p> <p>Along with the launch of these new access methods, we are happy to announce several major new partnerships, including large multidisciplinary collections from Springer Nature and ProQuest.</p> <p>Best,</p> <p>The Wikipedia Library Team</p>
tr: <p>Merhaba %(username)s,</p> <p>Vikipedi Kütüphanesi, EZProxy erişiminin ve Kütüphane Paketinin uygulanmasını duyurmaktan mutluluk duyar!</p> <p>EZProxy, erişiminizi doğrulamak için kullanılan bir proxy sunucusudur. Onaylandığınız her koleksiyon için ayrı girişleri yönetmek yerine, artık sadece Kütüphane Kartı hesabınıza giriş yapıp web sitesine tıklayarak EZProxy destekli tüm içeriğe erişebilirsiniz. EZProxy koleksiyonlarına erişmek için Kütüphane Kartı platformunu ziyaret edin, https://wikipedialibrary.wmflabs.org/users/my_library adresindeki Kütüphanem sayfasına gidin ve 'Anında Erişim' sekmesini tıklayın.</p> <p>Şimdiye kadar etkin hesaplarınız varsa, ileride bu hesaplara nasıl erişmeniz gerektiğini doğrulamak için lütfen Kitaplığım sayfasını gözden geçirin. 'Anlık Erişim' sekmesindeki koleksiyonlara artık EZProxy üzerinden erişilmelidir. 'Bireysel Erişim' sekmesindeki koleksiyonlara daha önce olduğu gibi erişilmelidir.</p> <p>Şimdiye kadar, Vikipedi Kütüphanesi aracılığıyla tüm erişim için ayrı koleksiyonlara başvurmanız ve bu koleksiyonlar için onaylamanız gerekiyordu. Kütüphane Paketi, bazı koleksiyonları Kullanım Koşullarımızda belirtilen deneyim gereksinimlerini karşılayan herkes için hemen kullanılabilir hale getirerek bu iş akışını değiştirir. Bu gereksinimleri karşılamaya devam ettiğiniz sürece (geçen ay içinde 10 düzenlemeyi içeren ve engellenmeyen), bir başvuru veya yenileme isteğinde bulunmanıza gerek kalmadan Kütüphane Kartı koleksiyonlarından Kütüphane Paketi koleksiyonlarına isteğe bağlı olarak erişebilirsiniz.</p> <p>Kütüphane Kartı ana sayfasındaki Kütüphane Paketi koleksiyonlarına erişme ölçütlerini karşılayıp karşılamadığınızı doğrulayabilirsiniz - https://wikipedialibrary.wmflabs.org. Uygunsanız, koleksiyonlara Kütüphanem'in 'Anlık Erişim' sekmesinden erişilebilir.</p> <p>Kaynaklara EZProxy aracılığıyla erişirken URL'lerin dinamik olarak yeniden yazıldığını fark edebilirsiniz. EZProxy kullanımının çerezleri etkinleştirmenizi gerektirdiğini unutmayın. Sorun yaşıyorsanız, önbelleğinizi temizlemeyi ve tarayıcınızı yeniden başlatmayı da denemelisiniz. EZProxy etkin koleksiyonlar (Kütüphane Paketi dahil) için mevcut bireysel girişlerin yakında devre dışı bırakılacağını lütfen unutmayın, bu nedenle bu koleksiyonlar için tek erişim yolunuz bu olacaktır. Kütüphanem'deki 'Bireysel erişim' sekmesindeki tüm koleksiyonlar önceki gibi çalışır.</p> <p>Bu yeni erişim yöntemlerinin lansmanının yanı sıra, Springer Nature ve ProQuest'ten büyük multidisipliner koleksiyonlar da dahil olmak üzere birçok önemli yeni ortaklığı duyurmaktan mutluluk duyuyoruz.</p> <p>Saygılarımızla,</p> <p>Vikipedi Kütüphanesi Ekibi</p>

source: Hi %(username)s, The Wikipedia Library is pleased to announce the implementation of EZProxy access and the Library Bundle! EZProxy is a proxy server used to authenticate your access. Instead of managing individual logins for each collection to which you have been approved, you can now access all EZProxy-supported content simply by logging in to your Library Card account and clicking through to the website. To access EZProxy collections, simply visit the Library Card platform, go to the My Library page at https://wikipedialibrary.wmflabs.org/users/my_library, and click on ‘Access collection’ for the content you wish to access under the ‘Instant access’ tab. If you had active accounts before now, please take the time to review the My Library page to verify how you need to access those accounts going forward. Collections in the 'Instant Access' tab must now be accessed via EZProxy. Collections in the 'Individual Access' tab should be accessed as before. Until now, all access via The Wikipedia Library required that you apply to and be approved for individual collections. The Library Bundle changes that workflow by making some collections immediately available to everyone who meets the experience requirements outlined in our Terms of Use. As long as you continue to meet those requirements (which include 10 edits within the past month and not being blocked), you will have on-demand access to Library Bundle collections via the Library Card without needing to make an application or renewal request. You can verify whether you meet the criteria to access Library Bundle collections on the Library Card homepage - https://wikipedialibrary.wmflabs.org. If you are eligible, collections will be accessible via the 'Instant Access' tab of My Library. You may notice when accessing resources via EZProxy that URLs are dynamically rewritten. Note that use of EZProxy requires you to enable cookies. If you are having problems you should also try clearing your cache and restarting your browser. Please be aware that existing individual logins for EZProxy-enabled collections (including the Library Bundle) will soon be deactivated, so this will be your only means of access for these collections. Any collections in the ‘Individual access’ tab in My Library will function as before. Along with the launch of these new access methods, we are happy to announce several major new partnerships, including large multidisciplinary collections from Springer Nature and ProQuest. You can read more at https://meta.wikimedia.org/wiki/Library_Card_platform/Authentication-based_access. If you have any questions please post on the talk page. Best, The Wikipedia Library Team
tr: Merhaba %(username)s, Vikipedi Kütüphanesi, EZProxy erişiminin ve Kütüphane Paketinin uygulanmasını duyurmaktan mutluluk duyar! EZProxy, erişiminizi doğrulamak için kullanılan bir proxy sunucusudur. Onaylandığınız her koleksiyon için ayrı girişleri yönetmek yerine, artık sadece Kütüphane Kartı hesabınıza giriş yapıp web sitesine tıklayarak EZProxy destekli tüm içeriğe erişebilirsiniz. EZProxy koleksiyonlarına erişmek için Kütüphane Kartı platformunu ziyaret edin, https://wikipedialibrary.wmflabs.org/users/my_library adresindeki Kütüphanem sayfasına gidin ve 'Anında erişim' sekmesini tıklayın. Şimdiye kadar etkin hesaplarınız varsa, ileride bu hesaplara nasıl erişmeniz gerektiğini doğrulamak için lütfen Kitaplığım sayfasını gözden geçirin. 'Anlık Erişim' sekmesindeki koleksiyonlara artık EZProxy üzerinden erişilmelidir. 'Bireysel Erişim' sekmesindeki koleksiyonlara daha önce olduğu gibi erişilmelidir. Şimdiye kadar, Vikipedi Kütüphanesi aracılığıyla tüm erişim için ayrı koleksiyonlara başvurmanız ve bu koleksiyonlar için onaylamanız gerekiyordu. Kütüphane Paketi, bazı koleksiyonları Kullanım Şartlarımızda belirtilen deneyim gereksinimlerini karşılayan herkes için hemen kullanılabilir hale getirerek bu iş akışını değiştirir. Bu gereksinimleri karşılamaya devam ettiğiniz sürece (geçen ay içinde 10 düzenlemeyi içeren ve engellenmeyen), bir başvuru veya yenileme isteğinde bulunmanıza gerek kalmadan Kütüphane Kartı koleksiyonlarından Kütüphane Paketi koleksiyonlarına isteğe bağlı olarak erişebilirsiniz. Kütüphane Kartı ana sayfasındaki Kütüphane Paketi koleksiyonlarına erişme ölçütlerini karşılayıp karşılamadığınızı doğrulayabilirsiniz - https://wikipedialibrary.wmflabs.org. Uygunsanız, koleksiyonlara Kütüphanem'in 'Anlık Erişim' sekmesinden erişilebilir. Kaynaklara EZProxy aracılığıyla erişirken URL'lerin dinamik olarak yeniden yazıldığını fark edebilirsiniz. EZProxy kullanımının çerezleri etkinleştirmenizi gerektirdiğini unutmayın. Sorun yaşıyorsanız, önbelleğinizi temizlemeyi ve tarayıcınızı yeniden başlatmayı da denemelisiniz. EZProxy etkin koleksiyonlar (Kütüphane Paketi dahil) için mevcut bireysel girişlerin yakında devre dışı bırakılacağını lütfen unutmayın, bu nedenle bu koleksiyonlar için tek erişim yolunuz bu olacaktır. Kütüphanem'deki 'Bireysel erişim' sekmesindeki tüm koleksiyonlar önceki gibi çalışır. Bu yeni erişim yöntemlerinin lansmanının yanı sıra, Springer Nature ve ProQuest'ten büyük multidisipliner koleksiyonlar da dahil olmak üzere birçok önemli yeni ortaklığı duyurmaktan mutluluk duyuyoruz. https://meta.wikimedia.org/wiki/Library_Card_platform/Authentication-based_access adresinden daha fazla bilgi edinebilirsiniz. Herhangi bir sorunuz varsa lütfen tartışma sayfasına gönderin. Saygılarımızla, Vikipedi Kütüphane Ekibi

source: The Wikipedia Library - new platform features and publishers now available!
tr: Vikipedi Kütüphanesi - yeni platform özellikleri ve yayıncıları kullanıma sunuldu!
uk: Бібліотека Вікіпедії — тепер доступні нові функції платформи та видавці!

source: <p>Dear %(user)s,</p> <p>Thank you for applying for access to %(partner)s resources through The Wikipedia Library. Unfortunately at this time your application has not been approved. You can view your application and review comments at <a href="%(app_url)s">%(app_url)s</a>.</p> <p>Best,</p> <p>The Wikipedia Library</p>
tr: <p>Sevgili %(user)s,</p> <p>Vikipedi Kütüphanesi aracılığıyla %(partner)s erişim başvurusu yaptığınız için teşekkür ederiz. Maalesef şu anda başvurunuz onaylanmadı. Başvurunuzu görüntüleyebilir ve yorumları <a href="%(app_url)s">%(app_url)s</a> adresinden inceleyebilirsiniz.</p> <p>Sevgilerle,</p> <p>Vikipedi Kütüphanesi</p>
uk: <p>Шановний/а %(user)s,</p> <p>Дякуємо за вашу заявку на доступ до ресурсів %(partner)s через Бібліотеку Вікіпедії. На жаль, наразі вашу заявку не схвалено. Ви можете переглянути свою заявку та коментарі до неї на <a href="%(app_url)s">%(app_url)s</a>.</p> <p>З найкращими побажаннями,</p> <p>Бібліотека Вікіпедії</p>

source: Dear %(user)s, Thank you for applying for access to %(partner)s resources through The Wikipedia Library. Unfortunately at this time your application has not been approved. You can view your application and review comments at: %(app_url)s Best, The Wikipedia Library
tr: Sevgili %(user)s, Vikipedi Kütüphanesi aracılığıyla %(partner)s erişim başvurusu yaptığınız için teşekkür ederiz. Maalesef şu anda başvurunuz onaylanmadı. Başvurunuzu ve yorumları şu adreste görüntüleyebilirsiniz: %(app_url)s Sevgilerle, Vikipedi Kütüphanesi
uk: Шановний/а %(user)s, Дякуємо за вашу заявку на доступ до ресурсів %(partner)s через Бібліотеку Вікіпедії. На жаль, наразі вашу заявку не схвалено. Ви можете переглянути свою заявку та коментарі до неї на %(app_url)s. З найкращими побажаннями, Бібліотека Вікіпедії

source: Your Wikipedia Library application has been denied
tr: Vikipedi Kütüphanesi başvurunuz reddedildi
uk: Вашу заявку до Бібліотеки Вікіпедії було відхилено
