Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: Users who have upvoted this suggestion.
tr: Bu öneriyi destekleyen kullanıcılar.
uk: Користувачі, хто підтримали цю пропозицію.

source: URL of a video tutorial.
tr: Bir video eğitiminin URL'si.
uk: URL на відеопосібник.

source: An access code for this partner.
tr: Bu iş ortağı için bir erişim kodu.
uk: Код доступу для цього партнера.

source: To upload access codes, create a .csv file containing two columns: The first containing the access codes, and the second the ID of the partner the code should be linked to.
tr: Erişim kodlarını yüklemek için iki sütun içeren bir .csv dosyası oluşturun: Birincisi erişim kodlarını ve ikincisi de kodun bağlanması gereken iş ortağının kimliğini oluşturun.
uk: Щоб завантажити коди доступу, створіть файл .csv, що містить два стовпці: перший, що містить коди доступу, а другий ідентифікатор партнера, з яким код повинен бути пов'язаний.

source: Upload
tr: Yükle
uk: Завантажити

source: Back to partners
tr: İş ortaklarına geri dön
uk: Назад до партнерів

source: There are no access grants available for this partner at this time. You can still apply for access; applications will be processed when access is available.
tr: Bu iş ortağı için şu anda kullanılabilir erişim mevcut değil. Yine de erişim için başvurabilirsiniz; erişim olduğunda başvurular işlenecektir.
uk: Цей партнер наразі не надає доступу. Ви й далі можете подавати заявку на доступ; заявки буде опрацьовано, коли надавання доступу відновиться.

source: Before applying, please review the <strong><a href="%(about)s#req">minimum requirements</a></strong> for access and our <strong><a href="%(terms)s">terms of use</a></strong>.
tr: Başvuru yapmadan önce lütfen erişim için <strong><a href="%(about)s#req">minimum şartları</a></strong> ve <strong><a href="%(terms)s">kullanım şartlarımızı</a></strong> inceleyin.
uk: Перед подачею заявки, будь ласка, перегляньте <strong><a href="%(about)s#req">мінімальні вимоги</a></strong> для доступу та наші <strong><a href="%(terms)s">умови користування</a></strong>.

source: View the status of your application(s) in <strong><a href="%(applications_url)s">Your Applications</a></strong> page.
tr: Uygulamanızın durumunu <strong><a href="%(applications_url)s">Uygulamalarınız</a></strong> sayfasında görüntüleyin.
uk: Перегляньте статус своєї заявки чи заявок на сторінці <strong><a href="%(applications_url)s">Ваші заявки</a></strong>.

source: Remove from waitlist
tr: Bekleme listesinden kaldır
uk: Прибрати зі списку очікування

source: Set as waitlisted
tr: Beklemede olarak ayarla
uk: Додати у список очікування

source: Description not available.
tr: Açıklama mevcut değil.
uk: Опис недоступний.

source: Video tutorials
tr: Video eğitimi
uk: Відеопосібники

source: Language(s)
tr: Dil
uk: Мова(и)

source: Languages not available.
tr: Diller mevcut değil.
uk: Мови недоступні.

source: Excerpt limit
tr: Alıntı sınırı
uk: Обмеження уривка

source: %(object)s allows a maximum of %(excerpt_limit)s words or %(excerpt_limit_percentage)s%% of an article be excerpted into a Wikipedia article.
tr: %(object)s, bir Vikipedi maddesine en fazla %(excerpt_limit)s kelime ya da bir makalenin %(excerpt_limit_percentage)s%% oranında alıntı yapılmasını izin vermektedir.
uk: %(object)s дозволяє додати у Вікіпедію щонайбільше %(excerpt_limit)s слів або %(excerpt_limit_percentage)s%% від статті.

source: %(object)s allows a maximum of %(excerpt_limit)s words be excerpted into a Wikipedia article.
tr: %(object)s, bir Vikipedi maddesine en fazla %(excerpt_limit)s kelime olacak şekilde alıntı yapılmasına izin vermektedir.
uk: %(object)s дозволяє додати у статтю Вікіпедії щонайбільше %(excerpt_limit)s слів.

source: %(object)s allows a maximum of %(excerpt_limit_percentage)s%% of an article be excerpted into a Wikipedia article.
tr: %(object)s, bir Vikipedi maddesine makalenin en fazla %(excerpt_limit_percentage)s%% oranında alıntı yapılmasına izin vermektedir.
uk: %(object)s дозволяє додати у статтю Вікіпедії щонайбільше %(excerpt_limit_percentage)s%% статті.

source: Special requirements for applicants
tr: Başvuru sahipleri için özel şartlar
uk: Особливі вимоги до заявників

source: %(publisher)s requires that you agree with its <a href="%(url)s">terms of use</a>.
tr: %(publisher)s, <a href="%(url)s">kullanım şartlarını</a> kabul etmenizi istiyor.
uk: %(publisher)s вимагає, щоб ви погодилися з їхніми <a href="%(url)s">умовами користування</a>.

source: %(publisher)s requires that you provide your real name.
tr: %(publisher)s, gerçek adınızı vermenizi istiyor.
uk: %(publisher)s вимагає, щоб ви вказали своє справжнє ім'я.

source: %(publisher)s requires that you provide your country of residence.
tr: %(publisher)s, ikamet ettiğiniz ülkeyi belirtmenizi istiyor.
uk: %(publisher)s вимагає, щоб ви вказали свою країну проживання.

source: %(publisher)s requires that you provide your occupation.
tr: %(publisher)s, mesleğinizi belirtmenizi istiyor.
uk: %(publisher)s вимагає, щоб ви вказали свій рід діяльності.

source: %(publisher)s requires that you provide your institutional affiliation.
tr: %(publisher)s, kurumsal bağlılığınızı belirtmenizi istiyor.
uk: %(publisher)s вимагає, щоб ви вказали свою інституційну приналежність.

source: %(publisher)s requires that you specify a particular title that you want to access.
tr: %(publisher)s, erişmek istediğiniz belirli bir başlığı belirtmenizi istiyor.
uk: %(publisher)s вимагає, щоб ви вказали конкретну назву, до якої ви хочете отримати доступ.

source: %(publisher)s requires that you sign up for an account before applying for access.
tr: %(publisher)s, erişim için başvurmadan önce bir hesap oluşturmanızı istiyor.
uk: %(publisher)s вимагає, щоб ви зареєструвалися до того, як подавати заявку на доступ.

source: Collections
tr: Koleksiyonlar
uk: Колекції

source: Location
tr: Konum
uk: Розташування

source: Terms of use
tr: Kullanım koşulları
uk: Умови використання

source: Terms of use not available.
tr: Kullanım koşulları mevcut değil.
uk: Умови використання недоступні.

source: <strong>%(coordinator)s</strong> processes applications to %(partner)s.
tr: <strong>%(coordinator)s</strong>, başvuruları %(partner)s iş ortağına işlemektedir.
uk: <strong>%(coordinator)s</strong> обробляє заявки до %(partner)s.

source: Talk page
tr: Tartışma sayfası
uk: Сторінка обговорення

source: Special:EmailUser page
tr: Özel:E-postaGönder sayfası
uk: Сторінка Спеціальна:Лист користувачеві

source: The Wikipedia Library team will process this application. Want to help? <a href="https://en.wikipedia.org/wiki/Wikipedia:The_Wikipedia_Library/Coordinators/Signup">Sign up as a coordinator.</a>
tr: Vikipedi Kütüphanesi ekibi bu başvuruyu işleme alacaktır. Yardım etmek ister misin? <a href="https://en.wikipedia.org/wiki/Wikipedia:The_Wikipedia_Library/Coordinators/Signup">Bir koordinatör olarak kaydolun.</a>
uk: Команда Бібліотеки Вікіпедії опрацює цю заявку. Бажаєте допомогти? <a href="https://en.wikipedia.org/wiki/Wikipedia:The_Wikipedia_Library/Coordinators/Signup">Запишіться як координатор.</a>

source: List applications
tr: Başvuruları listele
uk: Вивести список заявок

source: Log in
tr: Oturum aç
uk: Увійти

source: Users who received access (all time)
tr: Erişim alan kullanıcılar (her zaman)
uk: Користувачі, хто отримали доступ (увесь час)

source: Median days from application to decision
tr: Başvurudan karar alınana kadar geçen ortalama gün
uk: Середня кількість днів від подачі до рішення

source: Active accounts (collections)
tr: Aktif hesaplar (tahsilatlar)
uk: Активні обліковки (колекції)

source: Browse Partners
tr: İş Ortaklarını Tara
uk: Переглянути партнерів

source: Suggest a partner
tr: Bir iş ortağı öner
uk: Запропонувати партнера

source: Apply to multiple partners
tr: Birden fazla ortağa başvur
uk: Застосувати до багатьох партнерів

source: No partners meet the specified criteria.
tr: Hiçbir iş ortağı belirtilen kriterleri karşılamıyor.
uk: Немає партнерів, що відповідають указаним критеріям.

source: Link to %(partner)s signup page
tr: %(partner)s oturum açma sayfasına bağlantı

source: Language(s) not known
tr: Dil bilinmiyor
uk: Мова(и) невідома(і)

source: %(partner)s approved users
tr: %(partner)s onaylı kullanıcılar
uk: Схвалені користувачі %(partner)s

source: Application date
tr: Başvuru tarihi
uk: Дата заявки

source: Application approved
tr: Başvuru onaylandı
uk: Заявку схвалено

source: Renewal?
tr: Yenilensin mi?
uk: Поновлення?

source: Stream
tr: Akış
uk: Напрямок

source: Imported
tr: Dışa aktarıldı
uk: Імпортовано

source: Suggest partners
tr: İş ortağı öner
uk: Запропонувати партнерів

source: Browse and support suggestions
tr: Önerilere göz at ve destekle
uk: Переглянути і підтримати пропозиції

source: Delete
tr: Sil
uk: Вилучити

source: Upvoted
tr: Desteklendi
uk: Підтримано

source: Upvote
tr: Destekle
uk: Підтримати

source: Are you sure you want to delete <b>%(object)s</b>?
tr: Şunları silmek istediğinizden emin misiniz: %(object)s?
uk: Ви впевнені, що бажаєте вилучити <b>%(object)s</b>?

source: Because you are a staff member, this page may include Partners who are not yet available to all users.
tr: Bu sayfa henüz tüm kullanıcılara açık olmayan iş ortaklarını içerebilir ve siz de ekibin bir üyesi olduğunuz için bunları görebilmektesiniz.
uk: Оскільки ви є працівником, ця сторінка може містити партнерів, які ще не видимі усім користувачам.

source: This partner is not available. You can see it because you are a staff member, but it is not visible to non-staff users.
tr: Bu iş ortağı mevcut değil. Ekibin bir üyesi olduğunuz için bunu görmektesiniz fakat ekip üyesi olmayanlara kapalıdır.
uk: Цей партнер недоступний. Ви можете бачити його, оскільки є працівником, але для решти користувачів він невидимий.

source: Multiple authorizations were returned – something's wrong. Please contact us and don't forget to mention this message.
tr: Birden fazla yetkilendirme iade edildi, bir sorun var. Lütfen bizimle iletişime geçin ve bu mesajdan bahsetmeyi unutmayın.
uk: Отримано багато авторизацій — щось не так. Будь ласка, зв'яжіться з нами, і не забудьте згадати це повідомлення.

source: This partner is now waitlisted
tr: Bu iş ortağı şu an bekleme listesinde
uk: Цей партнер зараз у списку очікування

source: This partner is now available for applications
tr: Bu iş ortağı, başvuru almaya hazır durumda
uk: Цей партнер зараз доступний для заявок

source: Your suggestion has been added.
tr: Öneriniz eklendi.
uk: Вашу пропозицію додано.

source: Suggestion has been deleted.
tr: Öneri silindi.
uk: Пропозицію було вилучено.

source: Bad Request
tr: Geçersiz İstek
uk: Хибний запит

source: Sorry; we don't know what to do with that.
tr: Üzgünüz: bununla ne yapacağımızı bilmiyoruz.
uk: Вибачте, ми не знаємо, що з цим робити.

source: If you think we should know what to do with that, please email us about this error at <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">wikipedialibrary@wikimedia.org</a> or report it to us on <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Bad%%20Request">Phabricator</a>
tr: Bununla ne yapacağımızı bilmemiz gerektiğini düşünüyorsanız lütfen bu hatayı bize <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">wikipedialibrary@wikimedia.org</a> adresinden e-posta ile gönderin ya da <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Bad%%20Request">Phabricator</a> üzerinden bize bildirin.
uk: Якщо ви вважаєте, що ми маємо знати, що з цим зробити, будь ласка, напишіть нам листа про цю помилку на <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">wikipedialibrary@wikimedia.org</a> або залишіть звіт на <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Bad%%20Request">Фабрикаторі</a>

source: Sad hamster in a cage
tr: Kafes içindeki üzgün hamster
uk: Сумний хом'ячок у клітці

source: Permission denied
tr: İzin reddedildi
uk: Доступ заборонено

source: Sorry; you aren't allowed to do that.
tr: Üzgünüz: bunu yapma yetkiniz yok.
uk: Вибачте, ви не маєте прав цього роботи.

source: If you think your account should be able to do that, please email us about this error at <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">wikipedialibrary@wikimedia.org</a> or report it to us on <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">Phabricator</a>
tr: Bununla ne yapacağımızı bilmemiz gerektiğini düşünüyorsanız lütfen bu hatayı bize <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">wikipedialibrary@wikimedia.org</a> adresinden e-posta ile gönderin ya da <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">Phabricator</a> üzerinden bize bildirin.
uk: Якщо ви вважаєте, що ваш обліковий запис має мати змогу це робити, будь ласка, напишіть нам про цю помилку на <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">wikipedialibrary@wikimedia.org</a> або залиште звіт на <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Permission%%20denied">Фабрикаторі</a>

source: Not found
tr: Bulunamadı
uk: Не знайдено

source: Sorry; we can't find that.
tr: Üzgünüz: bunu bulamıyoruz.
uk: Вибачте, ми не можемо знайти це.

source: If you are certain that something should be here, please email us about this error at <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Not%%20found"> wikipedialibrary@wikimedia.org</a> or report it to us on <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Not%%20found">Phabricator</a>
tr: Bir şeyin burada olması gerektiğinden eminseniz lütfen bu hatayı bize <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Not%%20found"> wikipedialibrary@wikimedia.org</a> adresinden e-posta ile gönderin veya <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Not%%20found">Phabricator</a> üzerinden bize bildirin
uk: Якщо ви впевнені, що тут щось має бути, будь ласка, напишіть нам про цю помилку на <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20%(path)s%%20Not%%20found"> wikipedialibrary@wikimedia.org</a> або залиште звіт на <a href="https://phabricator.wikimedia.org/maniphest/task/edit/form/1/?projectPHIDs=Library-Card-Platform&title=Wikipedia%%20Library%%20%(path)s%%20Not%%20found">Фабрикаторі</a>

source: A crab on a beach looking towards the camera
tr: Kameraya doğru seyir sahilde bir yengeç
uk: Краб на пляжі дивиться у камеру

source: About the Wikipedia Library
tr: Vikipedi Kütüphanesi Hakkında
uk: Про Бібліотеку Вікіпедії

source: The Wikipedia Library provides free access to research materials to improve your ability to contribute content to Wikimedia projects.
tr: Vikipedi Kütüphanesi, Wikimedia projelerine içerik katma yeteneğinizi geliştirmek için araştırma materyallerine ücretsiz erişim sağlar.
uk: Бібліотека Вікіпедії надає вільний доступ до дослідницьких матеріалів, щоб дати вам кращу можливість робити внесок до проектів Вікімедіа.

source: The Wikipedia Library Card Platform is our central tool for reviewing applications and providing access to our collection. Here you can see which partnerships are available, search their contents, and apply for and access the ones you’re interested in. Volunteer coordinators, who have signed non-disclosure agreements with the Wikimedia Foundation, review applications and work with publishers to get you your free access. Some content is available without an application.
tr: Vikipedi Kütüphane Kartı Platformu, uygulamaları incelemek ve koleksiyonumuza erişim sağlamak için merkezi bir araçtır. Burada hangi ortaklıkların uygun olduğunu görebilir, içeriğini arayabilir ve ilgilendiğiniz kişilere başvurabilir ve bunlara erişebilirsiniz. Wikimedia Vakfı ile gizlilik sözleşmesi imzalayan, başvuruları inceleyen ve yayıncılarla birlikte çalışmak üzere çalışan gönüllü koordinatörleri ücretsiz erişiminiz. Bazı içerikler uygulama olmadan kullanılabilir.
uk: Карткова платформа Бібліотеки Вікіпедії — це наш центральний інструмент для розгляду заявок та надання доступу до наших колекцій. Тут ви можете подивитися, які партнери доступні, зробити пошук і подати заявку на доступ до тих, які вам цікаві. Координатори-волонтери, які підписали угоду про нерозголошення з Фондом Вікімедіа, розглядають заявки і працюють з видавцями над тим, щоб ви отримали безкоштовний доступ. Певний вміст доступний навіть без заявок.

source: For more information about how your information is stored and reviewed please see our <a href="%(terms_url)s"> terms of use and privacy policy</a>. Accounts you apply for are also subject to the Terms of Use provided by each partner’s platform; please review them.
tr: Bilgilerinizin nasıl saklandığı ve incelendiği hakkında daha fazla bilgi için lütfen <a href="%(terms_url)s">kullanım şartları ve gizlilik politikamıza</a> bakın. Başvurduğunuz hesaplar ayrıca her bir ortak platformunun sağladığı Kullanım Koşullarına tabidir; lütfen onları gözden geçirin.
uk: Детальнішу інформацію про те, як зберігається і розглядається інформація з заявок, перегляньте, будь ласка, в <a href="%(terms_url)s">умовах використання та політиці приватності</a>. Облікові записи, на які ви подаєте заявку, є також предметом Умов використання відповідної партнерської платформи; будь ласка, перегляньте їх.

source: Who can receive access?
tr: Kimler erişim alabilir?
uk: Хто може отримати доступ?

source: Any active editor in good standing can receive access. For publishers with limited numbers of accounts, applications are reviewed based on the editor’s needs and contributions. If you think you could use access to one of our partner resources and are an active editor in any project supported by the Wikimedia Foundation, please apply.
tr: İyi durumda olan herhangi bir aktif düzenleyici erişim alabilir. Sınırlı sayıda hesabı olan yayıncılar için uygulamalar, editörün ihtiyaçları ve katkıları esas alınarak gözden geçirilir. Ortak kaynaklarımızdan birine erişiminizi kullanabileceğinizi düşünüyorsanız ve Wikimedia Foundation tarafından desteklenen herhangi bir projede aktif bir editörseniz, lütfen başvurunuz.
uk: Будь-який активний редактор з хорошою репутацією може отримати доступ. Для видавців з лімітованим числом облікових записів заявки розглядаються залежно від потреб та внеску редактора. Якщо ви вважаєте, що вам допоможе доступ до одного з наших партнерських ресурсів, і ви є активним редактором у будь-якому проекті, підтримуваному Фондом Вікімедіа, будь ласка, подавайтеся.

source: Any editor can apply for access, but there are a few basic requirements. These are also the minimum technical requirements for access to the Library Bundle (see below):
tr: Herhangi bir editör erişim için başvurabilir, ancak birkaç temel gereksinim vardır. Bunlar ayrıca Kütüphane Paketine erişim için asgari teknik gerekliliklerdir (aşağıya bakınız):
uk: Будь-який редактор може подати заявку на доступ, але є кілька базових вимог. Існують також технічні критерії для доступу до Library Bundle (див. нижче):

source: You have an account that is a minimum of 6 months old
tr: En az 6 aylık bir hesabınız olmalı
uk: Ви маєте обліковий запис, якому не менше 6 місяців

source: You have made a minimum of 500 edits
tr: En az 500 düzenleme yaptınız
uk: Ви зробили не менше 500 редагувань

source: You have made at least 10 edits to Wikimedia projects in the last month
tr: Son bir ay içinde Wikimedia projelerinde en az 10 değişiklik yapmış olmalısınız
uk: Ви зробити щонайменше 10 редагувань у проектах Вікімедіа за останній місяць

source: You are not currently blocked from editing Wikipedia
tr: Vikipedi'de değişiklik yapma konusundan şu an bir engeliniz olmamalı
uk: Ви зараз не заблоковані у Вікіпедії

source: You do not already have access to the resources you’re applying for through another library or institution
tr: Başka bir kütüphane veya kurum aracılığıyla başvurduğunuz kaynaklara halihazırda sahip olmamalısınız
uk: У вас немає доступу до ресурсів, на який ви подаєтеся, через іншу бібліотеку чи установу

source: If you don't quite meet the experience requirements but think you would still be a strong candidate for access, feel free to apply and you may still be considered.
tr: Deneyim şartlarını tam olarak karşılamıyorsanız ancak hâlâ erişim için güçlü bir aday olacağınızı düşünüyorsanız başvuru yapın ve dikkate alınabilirsiniz.
uk: Якщо ви не зовсім відповідаєте вимогам досвіду, але вважаєте, що таки можете бути хорошим кандидатом на доступ, ви можете все одно подаватися і вас можуть розглянути.

source: What do I do after I get access?
tr: Erişim hakkında sahip olduktan sonra ne yapmalıyım?
uk: Що я маю робити після того, як отримаю доступ?

source: Approved editors <i>may</i> use their access to:
tr: Onaylanmış editörler erişimlerini şurada <i>kullanabilir</i>:
uk: Схвалені редактори <i>можуть</i> використовувати свій доступ, щоб:

source: Search, view, retrieve, and display partner content
tr: İş ortağı içeriğini arayın, görüntüleyin, alın ve göz atın
uk: Шукати, переглядати, брати, і показувати партнерський контент

source: Electronically save partner content
tr: İş ortağı içeriğini elektronik olarak kaydedin
uk: Електронно зберігати партнерський контент

source: Print out single copies of partner content
tr: İş ortağı içeriğinin kopyalarını yazdırın
uk: Друкувати одну копію партнерського контенту

source: Approved editors <i>should not</i>:
tr: Onaylanan editörler şunları <i>yapmamalıdır</i>:
uk: Схвалені редактори <i>не мають</i>:

source: Share their account logins or passwords with others, or sell their access to other parties
tr: Hesap girişlerini veya şifrelerini başkalarıyla paylaşma veya diğer taraflara erişim sağlama
uk: Ділитися своїми логінами-паролями з іншими чи продавати свій доступ іншим сторонам

source: Mass scrape or mass download partner content
tr: İş ortağı içeriğini toplu indirme
uk: Масово завантажувати партнерський контент

source: Systematically make printed or electronic copies of multiple extracts of restricted content available for any purpose
tr: Herhangi bir amaç için mevcut kısıtlanmış içeriğin çoklu özetlerinin basılı veya elektronik kopyalarını sistematik olarak oluşturma
uk: Систематично робити друковані чи електронні копії численних уривків доступного обмеженого контенту з будь-якою метою

source: Datamine metadata without permission, in order, for instance, to use metadata for auto-created stub articles
tr: Örneğin, otomatik oluşturulmuş taslak makaleleri için meta verileri kullanmak için izinsiz üst verileri alma
uk: Використовувати метадані без дозволу, наприклад, щоб на їх основі автоматично створювати статті-заготовки
