Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: Respecting these agreements allows us to continue growing the partnerships available to the community.
tr: Bu anlaşmalara saygı duymak, toplum için mevcut ortaklıkları büyütmeye devam etmemizi sağlar.
uk: Повага до цих угод дозволить нам продовжувати розширювати партнерства, доступні усій спільноті.

source: EZProxy is a proxy server used to authenticate users for many Wikipedia Library partners. Users sign into EZProxy via the Library Card platform to verify that they are authorized users, and then the server accesses requested resources using its own IP address.
tr: EZProxy, birçok Vikipedi Kitaplığı ortağı için kullanıcıları doğrulamak için kullanılan bir proxy sunucusudur. Kullanıcılar, yetkilendirilmiş kullanıcılar olduklarını doğrulamak için Kütüphane Kartı platformu üzerinden EZProxy'de oturum açar ve ardından sunucu, kendi IP adresini kullanarak istenen kaynaklara erişir.
uk: EZProxy — це проксі-сервер, що використовується для автентифікації користувачів у багатьох партнерів Бібліотеки Вікіпедії. Користувачі входять у систему EZProxy через Карткову платформу Бібліотеки Вікіпедії, щоб довести, що вони є авторизованими користувачами, а тоді сервер отримує запитувані ресурси, використовуючи власну IP-адресу.

source: You may notice that when accessing resources via EZProxy that URLs are dynamically rewritten. This is why we recommend logging in via the Library Card platform rather than going directly to the unproxied partner website. When in doubt, check the URL for ‘idm.oclc’. If it’s there, then you’re connected via EZProxy.
tr: EZProxy aracılığıyla kaynaklara erişirken, URL’lerin dinamik olarak yeniden yazıldığını fark edebilirsiniz. Bu nedenle, doğrudan vekaleten ortak web sitesine gitmek yerine, Kütüphane Kartı platformu üzerinden giriş yapmanızı öneririz. Emin olmadığınız durumlarda ‘idm.oclc’ için URL’yi kontrol edin. Eğer oradaysa, EZProxy ile bağlanırsınız.
uk: Ви можете помітити, що при доступі до ресурсів через EZProxy посилання динамічно переписуються. Ось чому ми рекомендуємо входити в систему через Карткову платформу Бібліотеки Вікіпедії, а не переходити напряму на сайт партнера без проксі. Якщо вагаєтеся, перевірте, чи є у посиланні частинка «idm.oclc». Якщо є, це означає, що ви з'єднані через EZProxy.

source: Typically once you’ve logged in your session will remain active in your browser for up to two hours after you’ve finished searching. Note that use of EZProxy requires you to enable cookies. If you are having problems you should also try clearing your cache and restarting your browser.
tr: Genelde oturum açtıktan sonra oturumunuz, aramayı bitirdikten sonra tarayıcınızda iki saat kadar aktif kalır. EZProxy kullanımının çerezleri etkinleştirmenizi gerektirdiğini unutmayın. Sorun yaşıyorsanız, önbelleğinizi temizlemeyi ve tarayıcınızı yeniden başlatmayı da denemelisiniz.
uk: Зазвичай, як тільки ви увійшли, ваш сеанс лишатиметься активним у вашому браузері до двох годин після закінчення пошуку. Зверніть увагу, що використання EZProxy вимагає уможливлення cookies. Якщо у вас виникають проблеми, вам варто очистити кеш і перезапустити браузер.

source: Citation practices
tr: Alıntılama uygulamaları
uk: Практики посилань на джерела

source: If you have questions, need help, or want to volunteer to help, please see our <a href="%(contact_url)s"> contact page</a>.
tr: Sorularınız varsa, yardıma ihtiyacınız varsa veya yardım için gönüllü olmak istiyorsanız, lütfen <a href="%(contact_url)s">iletişim sayfamıza</a> bakın.
uk: Якщо у вас є запитання, потрібна допомога або ви хочете зголоситися допомагати іншим, будь ласка, завітайте на нашу <a href="%(contact_url)s">контактну сторінку</a>.

source: The Wikipedia Library Card Platform
tr: Vikipedi Kütüphane Kartı Platformu
uk: Карткова платформа Бібліотеки Вікіпедії

source: Library Card Platform home
tr: Kütüphane Kartı Platformu anasayfası
uk: Головна Карткової платформи Бібліотеки

source: Profile
tr: Profil
uk: Профіль

source: Admin
tr: Yönetici
uk: Адмін

source: Log out
tr: Oturumu kapat
uk: Вийти

source: Review
tr: İncele
uk: Розгляд

source: Send data to partners
tr: İş ortaklarına veri gönder
uk: Надіслати дані партнерам

source: Latest activity
tr: Son etkinlik
uk: Остання активність

source: You don't have an email on file. We can't finalize your access to partner resources, and you won't be able to <a href="%(contact_us_url)s">contact us</a> without an email. Please <a href="%(email_url)s">update your email</a>.
tr: Dosyada bir e-postan yok. İş ortağı kaynaklarına erişiminizi sonlandıramıyoruz ve bir e-posta olmadan <a href="%(contact_us_url)s">bize ulaşın</a>. Lütfen <a href="%(email_url)s">e-postanızı güncelleyin</a>.
uk: У вас не вказане електронна пошта. Ми не можемо фіналізувати ваш доступ до партнерських ресурсів, а вам не вдасться <a href="%(contact_us_url)s">зв'язатися з нами</a> без електронної пошти. Будь ласка, <a href="%(email_url)s">додайте свою електронну скриньку</a>.

source: You have requested a restriction on the processing of your data. Most site functionality will not be available to you until you <a href="%(restrict_url)s">lift this restriction</a>.
tr: Verilerinizin işlenmesi için bir kısıtlama isteğinde bulundunuz. <a href="%(restrict_url)s">Bu kısıtlamayı kaldırana kadar</a> site işlevlerinin çoğu kullanılamayacaktır.
uk: Ви зробили запит на обмеження обробки ваших даних. Більшість функцій сайту не будуть вам доступні, поки ви не <a href="%(restrict_url)s">послабите це обмеження</a>.

source: You have not agreed to the <a href="%(terms_url)s">terms of use</a> of this site. Your applications will not be processed and you won't be able to apply or access resources you are approved for.
tr: Bu sitenin <a href="%(terms_url)s">kullanım şartlarını</a> kabul etmediniz. Başvurularınız işleme alınmayacak ve onaylandığınız kaynaklara başvuramayacak veya bunlara erişemeyeceksiniz.
uk: Ви не погодилися з <a href="%(terms_url)s">умовами користування</a> цього сайту. Ваші заявки не будуть оброблятися і ви не зможете податися чи отримати доступ до ресурсів, на який ви отримали схвалення.

source: This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.
tr: Bu eser <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 Uluslararası Lisansı</a> kapsamında lisanslanmıştır.
uk: Ця робота ліцензована під <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/deed.uk">ліцензією Creative Commons Із зазначенням авторства — Поширення на тих самих умовах 4.0 Міжнародна</a>.

source: About
tr: Hakkında
uk: Про

source: Terms of use and privacy policy
tr: Kullanım ve gizlilik politikası şartları
uk: Умови використання та політика приватності

source: Feedback
tr: Geri bildirim
uk: Зворотний зв'язок

source: Total partners
tr: Toplam iş ortağı
uk: Усього партнерів

source: See all partners
tr: Tüm iş ortaklarını gör
uk: Переглянути усіх партнерів

source: Total unique editors receiving access
tr: Erişim hakkına sahip toplam benzersiz editör
uk: Усього унікальних редакторів отримують доступ

source: Total accounts distributed
tr: Dağıtılmış toplam hesap
uk: Усього облікових записів роздано

source: Jump to application metrics
tr: Başvuru bilgilerine git
uk: Перейти до показників заявок

source: Average accounts per user
tr: Kullanıcı başına ortalama hesap
uk: В середньому, облікових записів на користувача

source: Renewal rate (proxy partners only)
tr: Yenileme oranı (yalnızca proxy ortakları)
uk: Рівень поновлень (лише партнери проксі)

source: Download renewal rates over time as CSV
tr: CSV olarak zaman içindeki yenileme oranlarını indirin
uk: Завантажити рівні поновлень за весь час у форматі CSV

source: Page views (staff only)
tr: Sayfa görüntüleme sayısı (yalnızca ekip)
uk: Перегляди сторінки (лише працівники)

source: download as csv
tr: csv olarak indir
uk: завантажити як csv

source: Most popular pages
tr: En popüler sayfalar
uk: Найпопулярніші сторінки

source: Number of views
tr: Görüntüleme sayısı
uk: Кількість переглядів

source: Partner pages by popularity
tr: Popülerliğine göre iş ortağı sayfaları
uk: Сторінки партнерів за популярнітю

source: Applications
tr: Başvurular
uk: Заявки

source: Number of accounts distributed over time
tr: Zaman içinde dağıtılan hesap sayısı
uk: Кількість облікових записів, розданих за час

source: Applications by number of days until decision
tr: Karar verilen gün sayısına göre başvurular
uk: Заявки за кількістю днів до рішення

source: The x axis is the number of days to make a final decision (either approved or denied) on an application. The y axis is the number of applications that have taken exactly that many days to decide.
tr: X ekseni bir başvuruda nihai kararı (onaylanmış veya reddedilmiş) yapmak için harcanan gün sayısıdır. Y ekseni, karar vermek için harcanan gün sayısına sahip başvuru sayısıdır.
uk: На осі x — кількість днів, потрібних для прийняття остаточного рішення (про схвалення чи відхилення) щодо заявки. На осі y — кількість заявок, які було розглянуто за цю кількість днів.

source: Median days until application decision, per month
tr: Başvuru kararına kadar geçen ortalama gün, ay başına
uk: Середня кількість днів до рішення по заявці, помісячно

source: This shows the median number of days to reach a decision on the applications opened in a given month.
tr: Bu, belirli bir ayda açılan başvurularla ilgili bir karara varmak için geçen ortalama gün sayısını gösterir.
uk: Тут показано медіанну кількість днів на прийняття рішення щодо заявок, поданих певного місяця.

source: Open application status distribution
tr: Açık başvuru durum dağılımı
uk: Розподіл статусів відкритих заявок

source: Users
tr: Kullanıcılar
uk: Користувачі

source: User language distribution
tr: Kullanıcı dili dağıtımı
uk: Розподіл користувачів за мовою

source: Learn more
tr: Daha fazla bilgi edinin
uk: Дізнатися більше

source: Log in with your Wikipedia account
tr: Vikipedi hesabınızla giriş yapın
uk: Увійти під своїм обліковим записом Вікіпедії

source: Change password
tr: Parolayı değiştir
uk: Змінити пароль

source: Reset password
tr: Parolayı sıfırla
uk: Скинути пароль

source: Forgot your password? Enter your email address below, and we'll email instructions for setting a new one.
tr: Parolanızı mı unuttunuz? E-posta adresinizi aşağıya girin ve yeni bir tane belirlemek için talimatları e-postayla göndereceğiz.
uk: Забули свій пароль? Уведіть нижче свою електронну адресу, і ми надішлемо вам лист з інструкціями, як отримати новий.

source: Email preferences
tr: E-posta tercihleri
uk: Налаштування електронної пошти

source: user
tr: kullanıcı
uk: користувач

source: authorizer
tr: yetkilendirici
uk: авторизатор

source: users
tr: kullanıcılar
uk: користувачі

source: Update profile
tr: Profilinizi güncelleyin
uk: Оновити профіль

source: Describe your contributions to Wikipedia: topics edited, et cetera.
tr: Vikipedi'deki katkılarınızı açıklayın: düzenleme vs.
uk: Опишіть свій внесок у Вікіпедії: теми, які редагували, тощо.

source: Restrict my data
tr: Verilerimi kısıtla
uk: Обмежити мої дані

source: I agree with the terms of use
tr: Kullanım şartlarını kabul ediyorum
uk: Я погоджуюся з умовами використання

source: I accept
tr: Kabul ediyorum
uk: Я приймаю

source: Use my Wikipedia email address (will be updated the next time you login).
tr: Vikipedi e-posta adresimi kullan (bir sonraki oturum açışınızda güncellenecektir).
uk: Використовувати мою адресу електронної пошти з Вікіпедії (буде оновлено під час вашого наступного входу в систему).

source: Update email
tr: E-postanızı güncelleyin
uk: Оновити електронну пошту

source: Has this user agreed with the terms of use?
tr: Bu kullanıcı kullanım şartlarını kabul etti mi?
uk: Чи погодився цей користувач з умовами використання?

source: The date this user agreed to the terms of use.
tr: Kullanıcının kullanım şartlarını kabul ettiği tarih.
uk: Дата, коли цей користувач погодився з умовами використання.

source: Should we automatically update their email from their Wikipedia email when they log in? Defaults to True.
tr: E-postalarını, giriş yaptıkları sırada e-posta adresinden otomatik olarak mı güncellemeliyiz? Varsayılan Doğru'dur.
uk: Чи треба автоматичного оновлювати їхню електронну пошту з Вікіпедії під час входу? За замовчуванням, так.

source: Does this user want renewal reminder notices?
tr: Bu kullanıcı yenileme hatırlatma uyarıları istiyor mu?
uk: Чи бажає цей користувач отримувати нагадування про поновлення?

source: Does this coordinator want pending app reminder notices?
tr: Bu koordinatör bekleyen uygulama hatırlatıcı bildirimlerini istiyor mu?
uk: Чи бажає цей координатор отримувати нагадування про поновлення?

source: Does this coordinator want under discussion app reminder notices?
tr: Bu koordinatör tartışma uygulaması hatırlatma bildirimleri altında istiyor mu?

source: Does this coordinator want approved app reminder notices?
tr: Bu koordinatör onaylanmış uygulama hatırlatıcı bildirimleri istiyor mu?

source: When this profile was first created
tr: Bu profilin ilk oluşturulma tarihi
uk: Коли цей профіль було вперше створено

source: Wikipedia edit count
tr: Vikipedi düzenleme sayısı
uk: Кількість редагувань у Вікіпедії

source: Date registered at Wikipedia
tr: Vikipedi'deki kayıt tarihi
uk: Дата реєстрації у Вікіпедії

source: Wikipedia user ID
tr: Vikipedi kullanıcı kimliği
uk: ID користувача Вікіпедії

source: Wikipedia groups
tr: Vikipedi grupları
uk: Групи Вікіпедії

source: Wikipedia user rights
tr: Vikipedi kullanıcı hakları
uk: Права користувача у Вікіпедії

source: At their last login, did this user meet the criteria in the terms of use?
tr: Son girişinde bu kullanıcı kullanım koşullarındaki kriterleri karşıladı mı?
uk: Під час свого попереднього входу, чи відповідав цей користувач критеріям в умовах використання?

source: Wiki contributions, as entered by user
tr: Kullanıcı tarafından yapılan viki katkıları
uk: Внесок у вікі, за словами користувача

source: The authorized user.
tr: Yetkili kullanıcı.
uk: Авторизований користувач.

source: The authorizing user.
tr: Yetkilendiren kullanıcı.
uk: Користувач-авторизатор.

source: The date this authorization expires.
tr: Bu yetkinin sona erdiği tarih.
uk: Кінцева дата дії цієї авторизації.

source: The stream for which the editor is authorized.
tr: Editörün yetkilendirildiği akış.
uk: Напрямок, на який редактор авторизований.

source: Have we sent a reminder email about this authorization?
tr: Bu yetkilendirme hakkında bir hatırlatıcı e-posta gönderdik mi?
uk: Чи надсилали ми лист-нагадування про цю авторизацію?

source: You tried to log in but presented an invalid access token.
tr: Giriş yapmayı denediniz ancak geçersiz bir erişim anahtarı girdiniz.
uk: Ви спробували увійти, але було надано недійсний токен доступу.

source: {domain} is not an allowed host.
tr: {domain}, izin verilen bir sunucu değil.
uk: {domain} не є дозволеним хостом.

source: Did not receive a valid oauth response.
tr: Geçerli bir oauth yanıtı alınmadı.
uk: Не отримано дійсної відповіді від oauth.

source: Could not find handshaker.
tr: Uyuşma bulunamadı.
uk: Не вдалося знайти протокол.

source: No request token.
tr: İstenen anahtar mevcut değil.
uk: Немає токена запиту.

source: Access token generation failed.
tr: Erişim anahtarı oluşturma başarısız oldu.
uk: Не вдалося згенерувати токен доступу.

source: Your Wikipedia account does not meet the eligibility criteria in the terms of use, so your Wikipedia Library Card Platform account cannot be activated.
tr: Vikipedi hesabınız kullanım koşullarındaki uygunluk kriterlerini karşılamıyor, bu nedenle Vikipedi Kütüphanesi Kart Platformu hesabınız etkinleştirilemiyor.
uk: Ваш обліковий запис Вікіпедії не відповідає критеріям в умовах використання, тому ваш обліковий запис Карткової платформи Бібліотеки Вікіпедії не може бути активовано.

source: Your Wikipedia account no longer meets the eligibility criteria in the terms of use, so you cannot be logged in. If you think you should be able to log in, please email wikipedialibrary@wikimedia.org.
tr: Vikipedi hesabınız kullanım koşullarındaki uygunluk kriterlerini artık karşılamıyor, bu yüzden giriş yapamıyorsunuz. Giriş yapabilmeniz gerektiğini düşünüyorsanız lütfen wikipedialibrary@wikimedia.org adresine e-posta gönderin.
uk: Ваш обліковий запис Вікіпедії більше не відповідає критеріям в умовах використання, тому ви не можете увійти. Якщо ви вважаєте, що маєте мати змогу увійти, будь ласка, напишіть на wikipedialibrary@wikimedia.org.

source: Welcome! Please agree to the terms of use.
tr: Hoş geldiniz! Lütfen kullanım şartlarını kabul edin.
uk: Ласкаво просимо! Будь ласка, погодьтеся з умовами використання.

source: Welcome back! Please agree to the terms of use.
tr: Tekrar hoş geldiniz! Lütfen kullanım şartlarını kabul edin.
uk: З поверненням! Будь ласка, погодьтеся з умовами використання.

source: You will no longer be able to access <b>%(partner)s's</b> resources via the Library Card platform, but can request access again by clicking 'renew', if you change your mind. Are you sure you want to return your access?
tr: Artık <b>%(partner)s'ın</b> kaynaklarına Kütüphane Kartı platformu üzerinden erişemezsiniz, ancak fikrinizi değiştirirseniz 'yenile' düğmesini tıklayarak tekrar erişim talep edebilirsiniz. Erişimine geri dönmek istediğinden emin misin?
uk: Ви більше не зможете отримувати доступ до ресурсів партнера <b>%(partner)s</b> через Карткову платформу Бібліотеки, але можете знову запит на доступ, натиснувши «поновити», якщо зміните свою думку. Ви впевнені, що бажаєте здати свій доступ?

source: Start new application
tr: Yeni başvuru oluştur
uk: Почати нову заявку

source: Your applications
tr: Başvurularınız

source: Both historical and current, made to various partners
tr: Çeşitli ortaklara hem tarihi hem de güncel
uk: І минулі, і поточні, до різних партнерів

source: User information
tr: Kullanıcı bilgisi
uk: Відомості про дописувача

source: Editor data
tr: Editör verileri
uk: Дані про редактора

source: Information with an * was retrieved from Wikipedia directly. Other information was entered directly by users or site admins, in their preferred language.
tr: * işareti ile bilgiler doğrudan Vikipedi'den alınmıştır. Diğer bilgiler, tercih ettikleri dilde doğrudan kullanıcılar veya site yöneticileri tarafından girilmiştir.
uk: Зірочкою помічена інформація, що отримана прямо з Вікіпедії. Інша інформація вводиться самими користувачами або адмінами сайту їхньою мовою.

source: %(username)s has coordinator privileges on this site.
tr: %(username)s, bu sitede koordinatör ayrıcalıklarına sahiptir.
uk: %(username)s має права координатора на цьому сайті.

source: This information is updated automatically from your Wikimedia account each time you log in, except for the Contributions field, where you can describe your Wikimedia editing history.
tr: Bu bilgiler, Wikimedia düzenleme geçmişinizi tanımlayabileceğiniz Katkılar alanı haricinde her giriş yaptığınızda otomatik olarak Wikimedia hesabınızdan güncellenir.
uk: Ця інформація оновлюється автоматичного з вашого облікового запису Вікіпедії кожного разу, коли ви входите, окрім поля внеску, де ви можете самі описати свою історію редагування Вікімедіа.

source: Username *
tr: Kullanıcı adı *
uk: Ім'я користувача *

source: Contributions
tr: Katkılar
uk: Внесок

source: (update)
tr: (güncelle)
uk: (оновити)

source: Satisfies terms of use?
tr: Kullanım şartları nelerdir?
uk: Задовольняє умови використання?

source: %(username)s may still be eligible for access grants at the coordinators' discretion.
tr: %(username)s, koordinatörlerin takdirine bağlı olarak hâlâ erişim hakkı almaya hak kazanabilir.
uk: %(username)s все ще може відповідати критеріям отримання доступу на власну думку координаторів.

source: (view global user contributions)
tr: (kullanıcının küresel katkılarını görüntüle)
uk: (переглянути глобальний внесок користувача)

source: Meta-Wiki registration or SUL merge date *
tr: Meta Viki kaydı veya SUL birleştirme tarihi *
uk: Дата реєстрації на Мета-вікі або об'єднання SUL *

source: Wikipedia user ID *
tr: Vikipedi kullanıcı kimliği *
uk: ID користувача Вікіпедії *

source: The following information is visible only to you, site administrators, publishing partners (where required), and volunteer Wikipedia Library coordinators (who have signed a Non-Disclosure Agreement).
tr: Aşağıdaki bilgiler yalnızca siz, site yöneticileri, yayın ortakları (gerektiğinde) ve gönüllü Vikipedi Kütüphanesi koordinatörleri (Gizlilik Bildirimi Anlaşması imzalamış olan) tarafından görülebilir.
uk: Подана інформація видима лише вам, адміністраторам сайту, партнерам (де необхідно) та координаторам-волонтерам Бібліотеки Вікімедіа (які підписали Угоду про нерозголошення).

source: You may <a href="%(update_url)s">update or delete</a> your data at any time.
tr: Verilerinizi istediğiniz zaman <a href="%(update_url)s">güncelleyebilir veya silebilirsiniz</a>.
uk: Ви можете <a href="%(update_url)s">оновити чи вилучити</a> свої дані у будь-який час.

source: Email *
tr: E-posta *
uk: Електронна пошта *

source: Institutional affiliation
tr: Kurumsal bağlantı
uk: Інституційна приналежність

source: Set language
tr: Dil seçin
uk: Вибрати мову

source: You can help translate the tool at <a href="https://translatewiki.net/wiki/Translating:Wikipedia_Library_Card_Platform">translatewiki.net</a>.
tr: Aracı <a href="https://translatewiki.net/wiki/Translating:Wikipedia_Library_Card_Platform">translatewiki.net</a> adresinden çevirmeye yardımcı olabilirsiniz.
uk: Ви можете допомогти перекласти цей інструмент на <a href="https://translatewiki.net/wiki/Translating:Wikipedia_Library_Card_Platform">translatewiki.net</a>.

source: Has your account expired?
tr: Hesabınızın süresi doldu mu?
uk: Дія вашого облікового запису скінчилася?

source: Request renewal
tr: Yenileme isteği
uk: Подати запит на поновлення

source: Renewals are either not required, not available right now, or you have already requested a renewal.
tr: Yenileme, gerekli ya da şu anda mevcut değil veya zaten bir yenileme isteğinde bulunmuşsunuz.
uk: Поновлення або не потрібно, або недоступне зараз, або ви вже подали запит на поновлення.

source: You have no active proxy/bundle collections.
tr: Etkin bir proxy/paket koleksiyonunuz yok.
uk: У вас немає проксі/bundle колекцій.

source: Expired
tr: Süresi doldu
uk: Термін вийшов

source: Emails
tr: E-postalar
uk: Електронна пошта

source: Password
tr: Parola
uk: Пароль

source: Data
tr: Veri
uk: Дані

source: Click to return this access
tr: Bu erişimi geri almak için tıklayın
uk: Натисніть, щоб здати свій доступ

source: Extend
tr: Genişlet
uk: Продовжити

source: Renew
tr: Yenile
uk: Поновити

source: View application
tr: Başvuruyu göster
uk: Переглянути заявку

source: Expired on
tr: Tarihinde süresi doldu
uk: Час вийшов

source: Expires on
tr: Tarihinde sona eriyor
uk: Закінчується:

source: Restrict data processing
tr: Veri işlemeyi kısıtlayın
uk: Обмежити обробку даних
