Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: <p>Dear %(user)s,</p> <p>According to our records, your access to %(partner_name)s will soon expire and you may lose access. If you want to continue making use of your free account, you can request renewal of your account by clicking the Renew button at %(partner_link)s.</p> <p>Best,</p> <p>The Wikipedia Library</p> <p>You can disable these emails in your user page preferences: https://wikipedialibrary.wmflabs.org/users/</p>
tr: <p>Sevgili %(user)s,</p> <p>Kayıtlarımıza göre, %(partner_name)s’e erişiminiz yakında sona erecek ve erişiminizi kaybedebilirsiniz. Ücretsiz hesabınızı kullanmaya devam etmek istiyorsanız, %(partner_link)s adresindeki Yenile düğmesini tıklatarak hesabınızın yenilenmesini isteyebilirsiniz.</p> <p>En iyi,</p> <p>Vikipedi Kütüphanesi</p> <p>Bu e-postaları kullanıcı sayfanızın tercihlerinde devre dışı bırakabilirsiniz: https://wikipedialibrary.wmflabs.org/users/</p>
uk: <p>Шановний/а %(user)s,</p> <p>Згідно з нашими записами, термін дії вашого доступу до %(partner_name)s скоро закінчиться і ви можете втратити доступ. Якщо ви хочете продовжити використовувати свій безкоштовний обліковий запис, ви можете подати запит на поновлення свого облікового запису, натиснувши кнопку «Поновлення» на %(partner_link)s.</p> <p>З найкращими побажаннями,</p> <p>Бібліотека Вікіпедії</p> <p>Ви можете вимкнути ці повідомлення на своїй сторінці налаштувань користувача: https://wikipedialibrary.wmflabs.org/users/</p>

source: Dear %(user)s, According to our records, your access to %(partner_name)s will soon expire and you may lose access. If you want to continue making use of your free account, you can request renewal of your account by clicking the Renew button at %(partner_link)s. Best, The Wikipedia Library You can disable these emails in your user page preferences: https://wikipedialibrary.wmflabs.org/users/
tr: Sayın %(user)s, Kayıtlarımıza göre, %(partner_name)s erişiminiz yakında sona erecek ve erişiminizi kaybedebilirsiniz. Ücretsiz hesabınızı kullanmaya devam etmek istiyorsanız, %(partner_link)s konumundaki Yenile düğmesini tıklatarak hesabınızın yenilenmesini isteyebilirsiniz. En iyisi, Vikipedi Kütüphanesi Bu e-postaları kullanıcı sayfanızın tercihlerinde devre dışı bırakabilirsiniz: https://wikipedialibrary.wmflabs.org/users/
uk: Шановний/а %(user)s, Згідно з нашими записами, термін дії вашого доступу до %(partner_name)s скоро закінчиться і ви можете втратити доступ. Якщо ви хочете продовжити використовувати свій безкоштовний обліковий запис, ви можете подати запит на поновлення свого облікового запису, натиснувши кнопку «Поновлення» на %(partner_link)s. З найкращими побажаннями, Бібліотека Вікіпедії Ви можете вимкнути ці повідомлення на своїй сторінці налаштувань користувача: https://wikipedialibrary.wmflabs.org/users/

source: Your Wikipedia Library access may soon expire
tr: Vikipedi Kütüphanesi erişiminiz yakında sona erebilir
uk: Ваш доступ Бібліотеки Вікіпедії може скоро закінчитися

source: <p>Dear %(user)s,</p> <p>Thank you for applying for access to %(partner)s resources through The Wikipedia Library. There are no accounts currently available so your application has been waitlisted. Your application will be evaluated if/when more accounts become available. You can see all available resources at <a href="%(link)s">%(link)s</a>.</p> <p>Best,</p> <p>The Wikipedia Library</p>
tr: <p>Sevgili %(user)s,</p> <p>Vikipedi Kütüphanesi aracılığıyla %(partner)s erişim başvurusu yaptığınız için teşekkür ederiz. Şu anda kullanılabilir bir hesap mevcut olmadığı için başvurunuz beklemede. Kullanılabilir daha fazla hesap mevcut olduğunda başvurunuz değerlendirilecektir. Tüm kaynakları <a href="%(link)s">%(link)s</a> adresinde görebilirsiniz.</p> <p>Sevgilerle,</p> <p>Vikipedi Kütüphanesi</p>
uk: <p>Шановний/а %(user)s,</p> <p>Дякуємо, що подали заявку на доступ до ресурсів %(partner)s через Бібліотеку Вікіпедії. Наразі доступ не надається, тож ваша заявка потрапила у список очікування. Вашу заявку буде розглянуто, якщо/коли надавання доступу відновиться. Ви можете переглянути усі доступні ресурси на <a href="%(link)s">%(link)s</a>.</p> <p>З найкращими побажаннями,</p> <p>Бібліотека Вікіпедії</p>

source: Dear %(user)s, Thank you for applying for access to %(partner)s resources through The Wikipedia Library. There are no accounts currently available so your application has been waitlisted. Your application will be evaluated if/when more accounts become available. You can see all available resources at: %(link)s Best, The Wikipedia Library
tr: Sevgili %(user)s, Vikipedi Kütüphanesi aracılığıyla %(partner)s erişim başvurusu yaptığınız için teşekkür ederiz. Şu anda kullanılabilir bir hesap mevcut olmadığı için başvurunuz beklemede. Kullanılabilir daha fazla hesap mevcut olduğunda başvurunuz değerlendirilecektir. Tüm kaynakları şu adreste görebilirsiniz: %(link)s Sevgilerle, Vikipedi Kütüphanesi
uk: Шановний/а %(user)s, Дякуємо, що подали заявку на доступ до ресурсів %(partner)s через Бібліотеку Вікіпедії. Наразі доступ не надається, тож ваша заявка потрапила у список очікування. Вашу заявку буде розглянуто, якщо/коли надавання доступу відновиться. Ви можете переглянути усі доступні ресурси на %(link)s. З найкращими побажаннями, Бібліотека Вікіпедії

source: Your Wikipedia Library application has been waitlisted
tr: Vikipedi Kütüphanesi başvurunuz beklendi
uk: Ваша заявка до Бібліотеки Вікіпедії у списку очікування

source: Your message has been sent. We'll get back to you soon!
tr: Mesajınız gönderildi. Yakında size geri dönüş yapacağız!
uk: Ваше повідомлення надіслано. Ми скоро зв'яжемося з вами!

source: You must be a Wikipedia editor to do that.
tr: Bunu yapmak için bir Vikipedi editörü olmalısın.
uk: Ви повинні бути редактором Вікіпедії, щоб це зробити.

source: Days until decision
tr: Karar verilene kadar geçen gün
uk: Дні(в) до прийняття рішення

source: Number of applications
tr: Başvuru sayısı
uk: Кількість заявок

source: Date
tr: Tarih
uk: Дата

source: Renewal percentage
tr: Yenileme yüzdesi
uk: Відсоток поновлень

source: Number of approved applications
tr: Onaylanmış başvuru sayısı
uk: Кількість схвалених заявок

source: Month
tr: Ay
uk: Місяць

source: Median days until decision
tr: Karar verilene kadar geçen ortalama gün
uk: Середня кількість днів до прийняття рішення

source: You must be staff to do that.
tr: Bunu yapacak ekipten biri olmalısınız.
uk: Ви повинні бути працівником, щоб це зробити.

source: Page URL
tr: Sayfa URL'si
uk: URL сторінки

source: Number of (non-unique) visitors
tr: (Benzersiz olmayan) ziyaretçi sayısı
uk: Кількість (неунікальних) відвідувачів

source: Language
tr: Dil
uk: Мова

source: Number of users
tr: Kullanıcı sayısı
uk: Кількість користувачів

source: File must be a csv
tr: Dosya bir csv olmalı
uk: Файл повинен бути у форматі csv

source: Uploaded file is too large.
tr: Yüklenen dosya çok büyük.
uk: Завантажуваний файл завеликий.

source: Line {line_num} has {num_columns} columns. Expected 2.
tr: Satır {line_num}, {num_columns} sütuna sahiptir. Beklenen 2.
uk: Рядок {line_num} має {num_columns} колонок. Очікується 2.

source: Access code on line {line_num} is too long for the database field.
tr: {line_num}. satırdaki erişim kodu veritabanı alanı için çok uzun.
uk: Код доступу у рядку {line_num} занадто довгий для поля бази даних.

source: Second column should only contain numbers. Error on line {line_num}.
tr: İkinci sütun sadece sayı içermelidir. {line_num}. satırda hata
uk: Друга колонка має містити лише числа. Помилка у {line_num} рядку.

source: File contains reference to invalid partner ID on line {line_num}
tr: Dosya, {line_num}. satırda geçersiz ortak kimliğine referans içeriyor
uk: Файл містить відсилання на недійсний ID партнера у {line_num} рядку

source: {num_codes} access codes successfully uploaded!
tr: {num_codes} giriş kodu başarıyla yüklendi!
uk: {num_codes} кодів доступу успішно завантажено!

source: {num_duplicates} access codes ignored as duplicates.
tr: {num_duplicates} erişim kodu kopya olarak yok sayılır.
uk: {num_duplicates} кодів доступу проігноровано як дублікати.

source: resources
tr: kaynaklar
uk: ресурси

source: Name of the potential partner
tr: Potansiyel iş ortağının adı
uk: Назва потенційного партнера

source: Description
tr: Açıklama
uk: Опис

source: Website
tr: Web sitesi
uk: Веб-сайт

source: %(code)s is not a valid language code. You must enter an ISO language code, as in the INTERSECTIONAL_LANGUAGES setting at https://github.com/WikipediaLibrary/TWLight/blob/master/TWLight/settings/base.py
tr: %(code)s, geçerli bir dil kodu değil. https://github.com/WikipediaLibrary/TWLight/blob/master/TWLight/settings/base.py sayfasındaki INTERSECTIONAL_LANGUAGES ayarlarında olduğu gibi bir ISO dil kodu girmelisiniz.
uk: %(code)s не є дійсним кодом мови. Ви повинні ввести код мови стандарту ISO, який потім потрапляє у налаштування INTERSECTIONAL_LANGUAGES у https://github.com/WikipediaLibrary/TWLight/blob/master/TWLight/settings/base.py

source: Name
tr: Ad
uk: Назва

source: Tag
tr: Etiket
uk: Мітка

source: Tags
tr: Etiketler
uk: Мітки

source: Languages
tr: Diller
uk: Мови

source: Partner's name (e.g. McFarland). Note: this will be user-visible and *not translated*.
tr: İş ortağının adı (ör. McFarland). Not: Bu, kullanıcılara görünür ve bunun *çevirisi yapılmaz*.
uk: Назва партнера (наприклад, McFarland). Примітка: це буде видимим для користувачів і *не перекладається*.

source: The coordinator for this Partner, if any.
tr: Varsa, bu iş ortağı için koordinatör.
uk: Координатор від цього партнера, за наявності.

source: Mark as true to feature this partner on the front page.
tr: Bu iş ortağını ön sayfada öne çıkarmak için doğru olarak işaretle.
uk: Позначте як істинне, щоб цей партнер з'явився на головній сторінці.

source: Partner's primary location.
tr: İş ortağının birincil konumu.
uk: Основне розташування партнера.

source: Available
tr: Mevcut
uk: Доступний

source: Not available
tr: Mevcut değil
uk: Недоступний

source: Access codes
tr: Erişim kodları
uk: Коди доступу

source: Library Bundle
tr: Kütüphane Paketi

source: Link
tr: Bağlantı
uk: Посилання

source: Should this Partner be displayed to users? Is it open for applications right now?
tr: Bu İş Ortağı kullanıcılara gösterilecek mi? Şu anda başvurular için açık mı?
uk: Чи треба показувати цього партнера користувачам? Чи він відкритий зараз для заявок?

source: Can access grants to this partner be renewed? If so, users will be able to request renewals at any time.
tr: Bu iş ortağına erişim yenilenebilir mi? Öyleyse kullanıcılar istedikleri zaman yenileme talebinde bulunabilir.
uk: Чи може доступ цього партнера бути поновленим? Якщо так, користувачі зможуть подати запит на поновлення у будь-який час.

source: Add the number of new accounts to the existing value, not by resetting it to zero. If 'specific stream' is true, change accounts availability at the collection level.
tr: Yeni hesapların sayısını sıfıra sıfırlayarak değil mevcut değere ekleyin. 'Özel akış' doğruysa, tahsilat düzeyinde hesapların kullanılabilirliğini değiştirin.

source: Link to terms of use. Required if users must agree to terms of use to get access; optional otherwise.
tr: Kullanım şartlarına bağlantı. Kullanıcılar erişim almak için kullanım şartlarını kabul etmelidir; bunun dışındakiler isteğe bağlıdır.
uk: Посилання на умови користування. Обов'язково, якщо користувачі мусять погодитися з умовами користування, щоб отримати доступ; в іншому разі, необов'язково.

source: Optional short description of this partner's resources.
tr: Bu iş ortağının kaynaklarının isteğe bağlı kısa açıklaması.
uk: Необов'язковий короткий опис ресурсів партнера.

source: Optional detailed description in addition to the short description such as collections, instructions, notes, special requirements, alternate access options, unique features, citations notes.
tr: Koleksiyonlar, talimatlar, notlar, özel şartlar, alternatif erişim seçenekleri, benzersiz özellikler, alıntı notları gibi kısa açıklamaya ek olarak isteğe bağlı ayrıntılı açıklama.
uk: Необов'язковий детальний опис на додачу до короткого опису, наприклад, колекції, інструкції, нотатки, особливі вимоги, альтернативні можливості доступу, унікальні риси, примітки щодо цитувань.

source: Optional instructions for sending application data to this partner.
tr: Bu iş ortağına başvuru verilerini göndermek için isteğe bağlı talimatlar.
uk: Необов'язкові інструкції з надсилання даних заявок до цього партнера.

source: Optional instructions for editors to use access codes or free signup URLs for this partner. Sent via email upon application approval (for links) or access code assignment. If this partner has collections, fill out user instructions on each collection instead.
tr: Editörlerin bu ortak için erişim kodları veya ücretsiz kayıt URL'leri kullanması için isteğe bağlı talimatlar. Başvuru onayı (bağlantılar için) veya erişim kodu ataması ile e-posta ile gönderilir. Bu partnerin koleksiyonları varsa, bunun yerine her koleksiyondaki kullanıcı talimatlarını doldurun.
uk: Необов'язкові інструкції для редакторів з використання кодів доступу або посилання на безкоштовну реєстрацію у цього партнера. Надсилається листом після схвалення заявки (для посилань) або присвоюється код. Якщо цей партнер має колекції, вкажіть натомість інструкції користувачів для кожної колекції.

source: Optional excerpt limit in terms of number of words per article. Leave empty if no limit.
tr: Madde başına kelime sayısı bakımından isteğe bağlı alıntı sınırı. Limit yoksa boş bırakın.
uk: Необов'язкове обмеження на кількість слів в уривку з однієї статті. Якщо обмеження немає, залиште пустим.

source: Optional excerpt limit in terms of percentage (%) of an article. Leave empty if no limit.
tr: Bir makalenin yüzdesi (%) cinsinden isteğe bağlı alıntı sınırı. Limit yoksa boş bırakın.
uk: Необов'язкове обмеження на відсоток (%) статті. Якщо обмеження немає, залиште пустим.

source: Which authorization method does this partner use? 'Email' means the accounts are set up via email, and is the default. Select 'Access Codes' if we send individual, or group, login details or access codes. 'Proxy' means access delivered directly via EZProxy, and Library Bundle is automated proxy-based access. 'Link' is if we send users a URL to use to create an account.
tr: Bu ortak hangi yetkilendirme yöntemini kullanıyor? 'E-posta', hesapların e-posta yoluyla ayarlandığı ve varsayılan olduğu anlamına gelir. Bireysel veya grup, giriş bilgileri veya erişim kodları gönderirsek 'Giriş Kodları'nı seçin. 'Proxy', doğrudan EZProxy üzerinden gönderilen erişim anlamına gelir ve Kütüphane Paketi otomatik proxy tabanlı erişimdir. 'Bağlantı', kullanıcılara hesap oluşturmak için kullanacakları bir URL gönderirsek olur.
uk: Який метод авторизації використовує цей партнер? «Електронна пошта» означає, що облікові записи створюються через електронну пошту, це за замовчуванням. Оберіть «Коди доступу», якщо ми надсилаємо індивідуальні чи групові деталі щодо входу або коди доступу. «Проксі» означає, що доступ надається прямо через EZProxy, а Library Bundle є автоматизованим доступом на основі проксі. «Посилання» — це якщо ми надсилаємо користувачам URL, який треба використати для створення облікового запису.

source: If True, users can only apply for one Stream at a time from this Partner. If False, users can apply for multiple Streams at a time. This field must be filled in when Partners have multiple Streams, but may be left blank otherwise.
tr: Eğer Doğru ise kullanıcılar bu iş ortağından tek seferlik bir akış için başvuru yapabilirler. Eğer Yanlış ise kullanıcılar tek seferlik birden çok akış için başvuru yapabilirler. Bu alan, iş ortakları birden fazla akışa sahip olduğunda doldurulmalıdır aksi halde boş bırakılabilir.
uk: Якщо істинно, то користувачі можуть подаватися лише на один напрямок у цього партнера одночасно. Якщо хибно, користувачі можуть подаватися на кілька напрямків одночасно. Це поле повинно бути заповнене, якщо у партнерів є декілька напрямків, але в іншому разі може бути пустим.

source: Select all languages in which this partner publishes content.
tr: Bu iş ortağının içerik yayınladığı tüm dilleri seçin.
uk: Оберіть усі мови, якими партнер публікує контент.

source: The standard length of an access grant from this Partner. Entered as &ltdays hours:minutes:seconds&gt.
tr: Bu Ortağın erişim erişiminin standart uzunluğu. &ltgün saat:dakika:saniye&gt olarak girildi.
uk: Стандартна тривалість доступу, який надає цей партнер. Уводиться у форматі &ltдні години:хвилини:секунди&gt.

source: Old Tags
tr: Eski Etiketler
uk: Старі мітки

source: Link to registration page. Required if users must sign up on the partner's website in advance; optional otherwise.
tr: Kayıt sayfasına bağlantı. Kullanıcıların iş ortağının web sitesine önceden kaydolması gerekiyorsa; isteğe bağlıdır.
uk: Посилання на сторінку реєстрації. Вимагається, якщо користувачі мусять зареєструватися на веб-сайті партнера заздалегідь; в іншому разі, необов'язково.

source: Mark as true if this partner requires applicant names.
tr: Bu iş ortağı, başvuru sahibi isimlerini istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає імена заявників.

source: Mark as true if this partner requires applicant countries of residence.
tr: Bu iş ortağı, başvuru sahibinin ikamet ettiği ülkeyi istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає країну проживання заявників.

source: Mark as true if this partner requires applicants to specify the title they want to access.
tr: Bu iş ortağı, başvuru sahiplerinin erişmek istedikleri başlığı belirtmelerini istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає, щоб заявники вказали назву, до якої хочуть отримати доступ.

source: Mark as true if this partner requires applicants to specify the database they want to access.
tr: Bu iş ortağı, başvuru sahiplerinin erişmek istedikleri veritabanını belirtmelerini istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає, щоб заявники вказали базу даних, до якої хочуть отримати доступ.

source: Mark as true if this partner requires applicants to specify their occupation.
tr: Bu iş ortağı, başvuru sahiplerinin mesleklerini belirtmelerini istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає, щоб заявники вказали їхній рід діяльності.

source: Mark as true if this partner requires applicants to specify their institutional affiliation.
tr: Bu iş ortağı, başvuru sahiplerinin kurumsal bağlantılarını belirtmelerini istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає, щоб заявники вказали їхню інституційну приналежність.

source: Mark as true if this partner requires applicants to agree with the partner's terms of use.
tr: Bu iş ortağı, başvuru sahiplerinin iş ortağının kullanım koşullarını kabul etmesini istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає, щоб заявники погодилися з умовами користування партнера.

source: Mark as true if this partner requires applicants to have already signed up at the partner website.
tr: Bu iş ortağı, başvuru sahiplerinin iş ortağının web sitesinde daha önce kaydolmasını istiyorsa doğru olarak işaretleyin.
uk: Позначте істинним, якщо цей партнер вимагає, щоб заявники уже були зареєстрованими на веб-сайті партнера.

source: Optional image file that can be used to represent this partner.
tr: Bu iş ortağını temsil etmek için kullanılabilecek isteğe bağlı görüntü dosyası.
uk: Необов'язковий файл зображення, який може використовуватися для представлення партнера.

source: Name of stream (e.g. 'Health and Behavioral Sciences). Will be user-visible and *not translated*. Do not include the name of the partner here.
tr: Akışın adı (ör. Sağlık ve Davranış Bilimleri). Kullanıcılara görünür ve *çevrilmez*. İş ortağının adını buraya dahil etmeyin.
uk: Назва напрямку (наприклад, «Health and Behavioral Sciences»). Буде видимою для користувачів і *не перекладається*. Не додавайте тут назву партнера.

source: Add number of new accounts to the existing value, not by reseting it to zero.
tr: Mevcut değere yeni hesapların sayısını ekleyin, sıfıra sıfırlamayın.
uk: Додайте кількість нових облікових записів до наявного значення, а не скидаючи до нуля.

source: Optional description of this stream's resources.
tr: Bu akışın kaynaklarının isteğe bağlı açıklaması.
uk: Необов'язковий опис ресурсів цього напрямку.

source: Which authorization method does this collection use? 'Email' means the accounts are set up via email, and is the default. Select 'Access Codes' if we send individual, or group, login details or access codes. 'Proxy' means access delivered directly via EZProxy, and Library Bundle is automated proxy-based access. 'Link' is if we send users a URL to use to create an account.
tr: Bu koleksiyon hangi yetkilendirme yöntemini kullanıyor? 'E-posta', hesapların e-posta yoluyla ayarlandığı ve varsayılan olduğu anlamına gelir. Bireysel veya grup, giriş bilgileri veya erişim kodları gönderirsek 'Giriş Kodları'nı seçin. 'Proxy', doğrudan EZProxy üzerinden gönderilen erişim anlamına gelir ve Kütüphane Paketi otomatik proxy tabanlı erişimdir. 'Bağlantı', kullanıcılara hesap oluşturmak için kullanacakları bir URL gönderirsek olur.
uk: Який метод авторизації використовує ця колекція? «Електронна пошта» означає, що облікові записи створюються через електронну пошту, це за замовчуванням. Оберіть «Коди доступу», якщо ми надсилаємо індивідуальні чи групові деталі щодо входу або коди доступу. «Проксі» означає, що доступ надається прямо через EZProxy, а Library Bundle є автоматизованим доступом на основі проксі. «Посилання» — це якщо ми надсилаємо користувачам URL, який треба використати для створення облікового запису.

source: Optional instructions for editors to use access codes or free signup URLs for this collection. Sent via email upon application approval (for links) or access code assignment.
tr: Editörlerin bu koleksiyon için erişim kodları veya ücretsiz kayıt URL'leri kullanması için isteğe bağlı talimatlar. Başvuru onayı (bağlantılar için) veya erişim kodu ataması ile e-posta ile gönderilir.
uk: Необов'язкові інструкції для редакторів з використання кодів доступу чи посилань на безкоштовну реєстрацію до цієї колекції. Надсилаються електронним листом після схвалення заявки (для посилань) або призначаються коди доступу.

source: Organizational role or job title. This is NOT intended to be used for honorifics. Think 'Director of Editorial Services', not 'Ms.' Optional.
tr: Organizasyonel rol veya iş unvanı. Bu, saygı bildiren kelimeleri kullanmak için DEĞİLDİR. 'Bayan' olarak değil de 'Editoryal Hizmetler Yönetmeni' gibi yazılmalıdır.
uk: Організаційна роль або назва посади. Це НЕ призначається для почесних звань. Має бути, наприклад, «Завідувач науково-бібліографічного відділу», а не «пані». Необов'язково.

source: The form of the contact person's name to use in email greetings (as in 'Hi Jake')
tr: E-posta selamlamalarında kullanılacak kişinin adının şekli (örneğin, 'Merhaba Jake')
uk: Форма імені контактної особи для використання у листах (як у звертанні «Привіт, Олено»)

source: Potential partner's name (e.g. McFarland).
tr: Potansiyel ortağın adı (ör. McFarland).
uk: Назва потенційного партнера (наприклад, McFarland).

source: Optional description of this potential partner.
tr: Bu potansiyel iş ortağının isteğe bağlı açıklaması.
uk: Необов'язковий опис потенційного партнера.

source: Link to the potential partner's website.
tr: Potansiyel ortağın web sitesine bağlantı.
uk: Посилання на веб-сайт потенційного партнера.

source: User who authored this suggestion.
tr: Bu öneriyi yazan kullanıcı.
uk: Користувач, хто є автором цієї пропозиції.
