Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: applications
tr: başvurular
uk: заявки

source: Apply
tr: Uygula
uk: Подати заявку

source: About you
tr: Hakkınızda
uk: Про вас

source: Requested by: {partner_list}
tr: Talep eden: {partner_list}
uk: На запит від: {partner_list}

source: <p><small><i>Your personal data will be processed according to our <a href="{terms_url}">privacy policy</a>.</i></small></p>
tr: <p><small><i>Kişisel verileriniz <a href="{terms_url}">gizlilik politikamıza</a> göre işlenecektir.</i></small></p>
uk: <p><small><i>Ваші персональні дані буде опрацьовано відповідно до нашої <a href="{terms_url}">політики приватності</a>.</i></small></p>

source: Your application to {partner}
tr: {partner} iş ortağına başvurunuz
uk: Ваша заявка до: {partner}

source: You must register at {url} before applying.
tr: Başvurmadan önce {url} sitesine kayıt olmalısınız.
uk: Ви повинні зареєструватися за посиланням {url} до того, як подавати заявку.

source: Username
tr: Kullanıcı adı
uk: Ім'я користувача

source: Partner name
tr: İş ortağı adı
uk: Назва партнера

source: Renewal confirmation
tr: Yenileme onayı
uk: Підтвердження оновлення

source: The email for your account on the partner's website
tr: İş ortağının web sayfasındaki hesabınız için e-posta
uk: Електронна пошта вашого облікового запису на веб-сайті партнера

source: The number of months you wish to have this access for before renewal is required
tr: Yenilemeden önce bu erişime sahip olmak istediğiniz ay sayısı
uk: Кількість місяців терміну, на який ви хочете отримати доступ, перш ніж буде потрібно поновлення доступу

source: Your real name
tr: Gerçek isminiz
uk: Ваше справжнє ім'я

source: Your country of residence
tr: İkamet ettiğiniz ülke
uk: Країна проживання

source: Your occupation
tr: Mesleğiniz
uk: Ваш рід занять

source: Your institutional affiliation
tr: Kurumsal bağlılığınız
uk: Ваш інституційна приналежність

source: Why do you want access to this resource?
tr: Bu kaynağa neden erişmek istiyorsunuz?
uk: Чому ви хочете отримати доступ до цього ресурсу?

source: Which collection do you want?
tr: Hangi koleksiyonu istiyorsunuz?
uk: Яку колекцію ви бажаєте?

source: Which book do you want?
tr: Hangi kitabı istiyorsunuz?
uk: Яку книгу ви бажаєте?

source: Anything else you want to say
tr: Söylemek istediğiniz başka bir şey
uk: Ще щось, що ви бажаєте додати

source: You must agree with the partner's terms of use
tr: İş ortağının kullanım koşullarını kabul etmelisiniz
uk: Ви повинні погодитися з умовами користування партнера

source: Check this box if you would prefer to hide your application from the 'latest activity' timeline.
tr: Başvurunuzu 'en son etkinlik' zaman çizelgesinde gizlemeyi tercih ederseniz bu kutuyu işaretleyin.
uk: Поставте тут галочку, якщо б ви хотіли приховати свою заявку зі стрічки «нещодавна активність».

source: Real name
tr: Gerçek adınız
uk: Справжнє ім'я

source: Country of residence
tr: İkamet edilen ülke
uk: Країна проживання

source: Occupation
tr: Meslek
uk: Рід занять

source: Affiliation
tr: Üyelik/Bağlılık
uk: Приналежність

source: Stream requested
tr: Akış talep edildi
uk: Запитуваний напрямок

source: Title requested
tr: Eser talep edildi
uk: Запитувана назва

source: Agreed with terms of use
tr: Kullanım şartları ile uyumlu
uk: Згоден/згодна з умовами користування

source: Account email
tr: Hesap e-postası
uk: Електронна пошта облікового запису

source: Email
tr: E-posta
uk: Електронна пошта

source: Our terms of use have changed. Your applications will not be processed until you log in and agree to our updated terms.
tr: Kullanım şartlarımız değişti. Siz oturum açıp güncellenmiş şartlarımızı kabul edene kadar başvurularınız işleme alınmayacaktır.
uk: Наші умови використання змінилися. Ваші заявки не будуть оброблятися, поки ви не увійдете й не погодитеся з нашими оновленими умовами.

source: Pending
tr: Beklemede
uk: Очікування

source: Under discussion
tr: Tartışma altında
uk: У процесі обговорення

source: Approved
tr: Onaylandı
uk: Схвалено

source: Not approved
tr: Onaylanmadı
uk: Не схвалено

source: Sent to partner
tr: İş ortağına gönderildi
uk: Надіслано партнеру

source: Invalid
tr: Geçersiz
uk: Недійсна

source: Please do not override this field! Its value is set automatically.
tr: Lütfen bu alanı geçersiz kılmayın! Değeri otomatik olarak ayarlanır.
uk: Будь ласка, не перезаписуйте це поле! Його значення задається автоматично.

source: The user who sent this application to the partner
tr: Bu başvuruyu iş ortağına gönderen kullanıcı
uk: Користувач, який надіслав цю заявку партнеру

source: 12 months
tr: 12 ay
uk: 12 місяців

source: 6 months
tr: 6 ay
uk: 6 місяців

source: 3 months
tr: 3 ay
uk: 3 місяці

source: 1 month
tr: 1 ay
uk: 1 місяць

source: User selection of when they'd like their account to expire (in months). Required for proxied resources; optional otherwise.
tr: Kullanıcının hesabının ne zaman bitmesini istediği seçimi (ay olarak). Proxy kaynakları için gerekli; aksi takdirde isteğe bağlı.
uk: Вибір користувачем строку припинення дії облікового запису (у місяцях). Обов'язково для проксі-ресурсів і опціонально для всіх інших.

source: Access URL: {access_url}
tr: Erişim URL'si: {access_url}
uk: Посилання з доступом: {access_url}

source: You can expect to receive access details within a week or two once it has been processed.
tr: İşlendikten sonra bir veya iki hafta içinde erişim ayrıntılarını almayı bekleyebilirsiniz.
uk: Очікуйте отримати деталі доступу в межах тижня чи двох після розгляду заявки.

source: This application is on the waitlist because this partner does not have any access grants available at this time.
tr: Bu iş ortağının şu anda erişim desteği olmadığı için bu başvuru bekleme listesinde.
uk: Ця заявка перебуває в списку очікування, оскільки цей партнер наразі не може надати доступ.

source: Coordinators: This page may contain personal information such as real names and email addresses. Please remember that this information is confidential.
tr: Koordinatörler: Bu sayfa gerçek isimler ve e-posta adresleri gibi kişisel bilgiler içerebilir. Lütfen bu bilgilerin gizli olduğunu unutmayın.
uk: Координаторам: Ця сторінка може містити персональну інформацію, наприклад, справжні імена та адреси електронної пошти. Будь ласка, пам'ятайте, що ця інформація є конфіденційною.

source: Evaluate application
tr: Başvuruyu değerlendir
uk: Оцінити заявку

source: This user has requested a restriction on the processing of their data, so you cannot change the status of their application.
tr: Bu kullanıcı, verilerin işlenmesiyle ilgili bir sınırlama isteğinde bulundu. Bu nedenle, başvurularının durumunu değiştiremezsiniz.
uk: Цей користувач надіслав запит на обмеження обробки їхніх даних, тож ви не можете змінити статус їхньої заявки.

source: Application history
tr: Başvuru geçmişi
uk: Історія заявок

source: Application
tr: Başvuru
uk: Заявка

source: Date of application
tr: Başvuru tarihi
uk: Дата подачі заявки

source: Days open
tr: Açık olduğu günler
uk: Дні(в) з моменту подачі

source: Days since application was closed
tr: Başvurunun kapanmasından beri geçen gün
uk: Дні(в) з моменту закриття заявки

source: Status
tr: Durum
uk: Статус

source: Access duration
tr: Erişim süresi
uk: Строк доступу

source: month(s)
tr: ay(lar)
uk: місяці(в)

source: Partner
tr: İş ortağı
uk: Партнер

source: Waitlisted
tr: Bekleme listesinde
uk: У списку очікування

source: Unknown
tr: Bilinmiyor
uk: Невідомо

source: Please request the applicant add their country of residence to their profile before proceeding further.
tr: Lütfen devam etmeden önce, başvuru sahibinin ikamet ettiği ülkeyi profiline eklemesini isteyin.
uk: Будь ласка, перш ніж продовжувати, попросіть заявника додати у своєму профілі країну проживання.

source: Accounts available
tr: Mevcut hesaplar

source: Has agreed to the site's <a href="%(terms_url)s">terms of use</a>?
tr: Sitenin <a href="%(terms_url)s">kullanım şartlarını</a> kabul etti mi?
uk: Погодилися з <a href="%(terms_url)s">умовами користування</a> сайту?

source: Yes
tr: Evet
uk: Так

source: No
tr: Hayır
uk: Ні

source: Please request the applicant agree to the site's terms of use before approving this application.
tr: Lütfen başvuru sahibini bu başvuruyu onaylamadan önce sitenin kullanım koşullarını kabul etmesini isteyin.
uk: Будь ласка, попросіть заявника погодитися з умовами користування, перш ніж схвалювати цю заявку.

source: Collection requested
tr: Koleksiyon isteği
uk: Запитувана колекція

source: Why the editor wants access
tr: Editör neden erişim istemektedir
uk: Чому редактор хоче доступу

source: Not stated
tr: Belirtilmemiş
uk: Не вказано

source: Renewal of existing access grant?
tr: Mevcut erişim hibesinin yenilenmesi mi gerekiyor?
uk: Поновлення наявного доступу?

source: Yes (<a href="%(parent_url)s">previous application</a>)
tr: Evet (<a href="%(parent_url)s">önceki başvuru</a>)
uk: Так (<a href="%(parent_url)s">попередня заявка</a>)

source: Previous access expiry date
tr: Önceki erişimin bitiş tarihi
uk: Дата попереднього завершення доступу

source: Comments from the editor
tr: Editör yorumları
uk: Коментарі від автора

source: Discussion
tr: Tartışma
uk: Обговорення

source: Add comment
tr: Yorum ekle
uk: Додати коментар

source: Comments are visible to all coordinators and to the editor who submitted this application.
tr: Yorumlar tüm koordinatörlere ve bu uygulamayı gönderen editöre görünür.
uk: Коментарі видимі усім координаторам та автору заявки

source: User
tr: Kullanıcı
uk: Користувач

source: Revision history
tr: Değişiklik geçmişi
uk: Історія змін

source: Submitted by %(submit_user)s on %(review_date)s
tr: %(submit_user)s tarafından %(review_date)s tarihinden gönderildi
uk: Подано %(submit_user)s %(review_date)s

source: Submitted on %(review_date)s
tr: %(review_date)s tarihinde gönderildi
uk: Подано %(review_date)s

source: Reviewed by %(review_user)s on %(review_date)s
tr: %(review_user)s tarafından %(review_date)s tarihinde değerlendirildi
uk: Розглянуто %(review_user)s %(review_date)s

source: Reviewed on %(review_date)s
tr: %(review_date)s tarihinde değerlendirildi
uk: Переглянуто %(review_date)s

source: No previous versions.
tr: Önceki sürümler mevcut değil.
uk: Немає попередніх версій.

source: View applications which are...
tr: Şu başvuruları görüntüle...
uk: Переглянути заявки, які…

source: Pending review
tr: Bekleyen yorum
uk: Очікують розгляду

source: Rejected
tr: Reddedildi
uk: Відхилені

source: Sent
tr: Giden
uk: Надіслані

source: Up for renewal
tr: Yenilenmek için hazır
uk: Очікують поновлення

source: Filter by...
tr: Fitreye göre...
uk: Фільтрування за…

source: Current filters
tr: Mevcut filtreler
uk: Поточні фільтри

source: None
tr: Hiçbiri
uk: Нічого

source: Page navigation
tr: Sayfa dolaşımı
uk: Навігація сторінкою

source: Previous page
tr: Önceki sayfa
uk: Попередня сторінка

source: Next
tr: Sonraki
uk: Наступна

source: Next page
tr: Sonraki sayfa
uk: Наступна сторінка

source: Last
tr: Son
uk: Остання

source: Last page
tr: Son sayfa
uk: Остання сторінка

source: Imported application
tr: İçeri aktarılan başvuru
uk: Імпортована заявка

source: Last reviewed by %(reviewer)s on %(review_date)s
tr: Son değerlendirme %(review_date)s tarihinde %(reviewer)s tarafından yapıldı
uk: Востаннє переглянуто %(reviewer)s %(review_date)s

source: Last reviewed on %(review_date)s
tr: %(review_date)s tarihindeki son değerlendirme
uk: Востаннє переглянуто %(review_date)s

source: Not yet reviewed.
tr: Henüz gözden geçirilmedi.
uk: Ще не переглянуто.

source: No applications right now.
tr: Şu an herhangi bir başvuru mevcut değil.
uk: Зараз немає заявок.

source: Partner (Collection)
tr: Ortak (Koleksiyonlar)

source: Last reviewed
tr: Son inceleme

source: Date applied
tr: Uygulanan tarih

source: Has agreed to the terms of use?
tr: Kullanım şartlarını kabul etti mi?
uk: Погодилися з умовами використання?

source: Select/deselect all
tr: Tümünü seç/seçme
uk: Обрати/зняти вибір усіх

source: Renewal
tr: Yenile
uk: Поновлення

source: Status for all selected applications
tr: Tüm seçili başvuruların durumu
uk: Статус усіх вибраних заявок

source: Set status
tr: Durumu ayarla
uk: Встановити статус

source: Click 'confirm' to renew your application for %(partner)s
tr: Başvurunuzu %(partner)s için yenilemek için 'onayla'yı tıklayın.
uk: Натисніть "Підтвердити", щоб оновити вашу заявку до %(partner)s

source: Confirm
tr: Onayla
uk: Підтвердити

source: What resources do you want to access?
tr: Hangi kaynaklara erişmek istiyorsunuz?
uk: До яких ресурсів ви хочете отримати доступ?

source: (more info)
tr: (daha fazla bilgi)
uk: (детальніше)

source: No partner data has been added yet.
tr: İş ortağı verisi henüz eklenmemiş.
uk: Партнерських даних ще не додано.

source: You can apply to <span class="label label-warning">Waitlisted</span> partners, but they don't have access grants available right now. We will process those applications when access becomes available.
tr: <span class="label label-warning">Bekleme listesindeki</span> iş ortaklarına başvurabilirsiniz fakat şu an erişime sahip değiller. Erişimi mümkün olduğunda bu başvuruları işleyeceğiz.
uk: Ви можете подати заявку до Партнерів <span class="label label-warning">у списку очікування</span>, але вони наразі не надають доступу. Ми будемо обробляти такі заявки тоді, коли відкриється надавання доступу.

source: Partners with approved, unsent applications
tr: Onaylanmış fakat gönderilmemiş başvurulara sahip iş ortakları
uk: Партнери зі схваленими, ненадісланими заявками

source: There are no partners with applications ready to send.
tr: Gönderilmeye hazır başvurulara sahip iş ortağı mevcut değil.
uk: Немає партнерів із заявками, готовими до надсилання.

source: Application data for %(object)s
tr: %(object)s için başvuru verisi
uk: Дані заявок до %(object)s

source: Application(s) for <strong>%(unavailable_streams)s</strong> if sent, will exceed the total available accounts for the stream(s). Please proceed at your own discretion.
tr: <strong>%(unavailable_streams)s</strong> için başvuru gönderilirse, akış için toplam kullanılabilir hesaplar aşılacaktır. Lütfen kendi kararınıza göre ilerleyin.
uk: Заявка(и) на <strong>%(unavailable_streams)s</strong>, у разі надсилання, перевищить сумарну кількість доступних облікових записів для напрямку(ів). Будь ласка, дійте на власний розсуд.

source: Application(s) for %(object)s, if sent, will exceed the total available accounts for the partner. Please proceed at your own discretion.
tr: %(object)s için başvuru gönderilirse iş ortağı için toplam kullanılabilir hesaplar aşılacaktır. Lütfen vereceğiniz karara göre ilerleyin.
uk: Заявка(и) на %(object)s, у разі надсилання, перевищить сумарну кількість доступних облікових записів партнера. Будь ласка, дійте на власний розсуд.

source: When you've processed the data below, click the 'mark as sent' button.
tr: Aşağıdaki verileri işlediğinizde 'Gönderildi olarak işaretle' butonuna tıklayın.
uk: Коли ви опрацювали дані внизу, натисніть кнопку «позначити як надіслане».

source: Contact
tr: İletişim
uk: Контактна інформація

source: Whoops, we don't have any listed contacts. Please notify Wikipedia Library administrators.
tr: Hata, listede kayıtlı kişiler yok. Lütfen Vikipedi Kütüphanesi yöneticilerini bilgilendirin.
uk: Ой, у нас немає жодних контактів у списку. Будь ласка, повідомте адміністраторів Бібліотеки Вікіпедії.

source: Application data
tr: Başvuru tarihi
uk: Дані заявки

source: Mark as sent
tr: Gönderildi olarak işaretle
uk: Позначити як надіслане

source: Use the dropdown menus to denote which editor will receive each code. Make sure to send each code via email before clicking 'Mark as sent'.
tr: Hangi editörün her kodu alacağını göstermek için açılır menüleri kullanın. 'Gönderildi olarak işaretle'yi tıklamadan önce her kodu e-postayla gönderdiğinizden emin olun.
uk: Скористайтеся випадним меню, щоб позначити, який редактор отримає кожен код. Переконайтеся, що кожен код надіслано електронною поштою, перш ніж натискати «Позначити як надіслане».

source: Select code:
tr: Kodu seç:
uk: Оберіть код:

source: There are no approved, unsent applications.
tr: Onaylanmış, gönderilmemiş başvurular mevcut değil.
uk: Немає несхвалених, ненадісланих заявок.

source: Please select at least one partner.
tr: Lütfen, en az bir iş ortağı seçin.
uk: Будь ласка, оберіть принаймні одного партнера.

source: This field consists only of restricted text.
tr: Bu alan sadece kısıtlanmış metinlerden oluşur.
uk: Це поле містить лише службовий текст.

source: Choose at least one resource you want access to.
tr: Erişmek istediğiniz en az bir kaynak seçin.
uk: Оберіть принаймні один ресурс, до якого хочете отримати доступ.

source: This partner does not have any access grants available at this time. You may still apply for access; your application will be reviewed when access grants become available.
tr: Bu iş ortağının şu anda kullanılabilir erişim desteği yok. Erişim için hâlâ başvurabilirsiniz; erişim desteği mevcut olduğunda başvurunuz gözden geçirilecektir.
uk: Цей партнер наразі не надає жодних доступів. Ви все ще можете подати заявку на доступ; вашу заявку буде розглянути, коли надавання доступу буде поновлено.

source: Editor
tr: Editör
uk: Редактор

source: Applications to review
tr: İncelenecek başvurular
uk: Заявки на розгляд

source: Approved applications
tr: Onaylanmış başvurular
uk: Схвалені заявки

source: Rejected applications
tr: Reddedilmiş başvurular
uk: Відхилені заявки

source: Access grants up for renewal
tr: Yenileme için erişim
uk: Заявки на поновлення доступу

source: Sent applications
tr: Gönderilmiş başvurular
uk: Надіслані заявки

source: Cannot approve application as partner with proxy authorization method is waitlisted.
tr: Başvuruyu ortak olarak onaylayamıyor peroksit yetkilendirme yöntemiyle bekleme listesi alındı.
uk: Не вдається схвалити заявку оскільки партнер із проксі-авторизацією знаходиться у списку очікування.

source: Cannot approve application as partner with proxy authorization method is waitlisted and (or) has zero accounts available for distribution.
tr: Başvuruyu proxy yetkilendirme yöntemiyle ortak olarak onaylayamıyor bekleme listesi ve (veya) dağıtım için uygun sıfır hesabı var.
uk: Не вдається схвалити заявку оскільки партнер із проксі-авторизацією знаходиться у списку очікування, або зараз не має облікових записів для розповсюдження.

source: You attempted to create a duplicate authorization.
tr: Yinelenen bir yetkilendirme oluşturmayı denediniz.
uk: Ви зробили спробу створити дублікат авторизації.

source: Set application status
tr: Başvuru durumunu ayarla
uk: Встановити статус заявки

source: Status of INVALID applications Cannot be changed.
tr: GEÇERSİZ uygulamalarının durumu değiştirilemez.
uk: Якщо статус заявки INVALID, його не можна змінити.

source: Please select at least one application.
tr: Lütfen, en az bir başvuru seçin.
uk: Будь ласка, оберіть принаймні одну заявку.

source: Batch update of application(s) {} successful.
tr: Toplu iş/uygulama {} başarılı.
uk: Пакетне оновлення заявик(ок) {} успішне.

source: Cannot approve application(s) {} as partner(s) with proxy authorization method is/are waitlisted and (or) has/have not enough accounts available. If not enough accounts are available, prioritise the applications and then approve applications equal to the accounts available.
tr: {} Uygulamalarını peroksit yetkilendirme yöntemiyle ortak(lar) olarak kabul edemiyor/beklemede ve (veya) yeterli hesabı yok. Yeterli hesap yoksa, başvuruları önceliklendirin ve ardından mevcut hesaplara eşit uygulamaları onaylayın.
uk: Не вдається схвалити заявки {} оскільки партнери із проксі-авторизацією знаходяться у списку очікування, або недостатньо облікових записів. У випадку недостатності облікових записів, треба виставити пріорітети заявкам, а потім схвалити заявки у відповідності до кількості доступних облікових записів.

source: Error: Code used multiple times.
tr: Hata: Kod birden çok kez kullanılmış.
uk: Помилка: Код використано кілька разів.

source: All selected applications have been marked as sent.
tr: Seçilen tüm başvurular, gönderildi olarak işaretlendi.
uk: Усі вибрані заявки мають бути позначені, як надіслані.

source: Cannot renew application at this time as partner is not available. Please check back later, or contact us for more information.
tr: İş ortağı olmadığı için uygulama şu anda yenilenemiyor. Lütfen daha sonra tekrar kontrol edin veya daha fazla bilgi için bizimle iletişime geçin.
uk: Не вдалося поновити заявку цього разу, оскільки партнер недоступний. Будь ласка, зверніться пізніше або напишіть нам за детальнішою інформацією.

source: Attempt to renew unapproved app #{pk} has been denied
tr: Onaylanmayan bir uygulamayı yenilemeye çalışıldı #{pk} reddedildi
uk: Була відхилена спроба оновити програму #{pk}, що не була схвалена

source: This object cannot be renewed. (This probably means that you have already requested that it be renewed.)
tr: Bu nesne yenilenemez. (Bu, muhtemelen bunun zaten yenilenmesini istediniz demektir.)
uk: Цей об'єкт не можна поновити. (Це, вірогідно, означає, що ви вже подали запит на поновлення).

source: Your renewal request has been received. A coordinator will review your request.
tr: Yenileme talebiniz alındı. Bir koordinatör isteğinizi inceleyecektir.
uk: Ваш запит на поновлення отримано. Координатор розгляне ваш запит.

source: Your email
tr: E-postanız
uk: Ваша електронна пошта

source: This field is automatically updated with the email from your <a href="{}">user profile</a>.
tr: Bu alan, <a href="{}">kullanıcı profilinizden</a> gelen e-posta ile otomatik olarak güncellenir.
uk: Це поле автоматично оновлюється електронною поштою з вашого <a href="{}">профілю користувача</a>.

source: Message
tr: Mesaj
uk: Повідомлення

source: Receive a copy of this message
tr: Bu mesajın bir kopyasını alın
uk: Отримати копію цього повідомлення

source: Submit
tr: Gönder
uk: Надіслати

source: <p>Your approved application to %(partner)s has now been finalised. Your access code or login details can be found below:</p> <p><b>%(access_code)s</b></p> <p>%(access_code_instructions)s</p>
tr: <p>%(partner)s onaylanmış başvurunuz şimdi sonlandırıldı. Erişim kodunuzu veya giriş bilgilerinizi aşağıda bulabilirsiniz:</p> <p><b>%(access_code)s</b></p> <p>%(access_code_instructions)s</p>
uk: <p>Ваша схвалена заявка до %(partner)s фіналізована. Свій код доступу або деталі для входу ви можете знайти нижче:</p> <p><b>%(access_code)s</b></p> <p>%(access_code_instructions)s</p>

source: Your approved application to %(partner)s has now been finalised. Your access code or login details can be found below: %(access_code)s %(access_code_instructions)s
tr: %(partner)s onaylanmış başvurunuz şimdi sonlandırıldı. Erişim kodunuzu veya giriş bilgilerinizi aşağıda bulabilirsiniz: %(access_code)s %(access_code_instructions)s
uk: Ваша схвалена заявка до %(partner)s фіналізована. Свій код доступу або деталі для входу ви можете знайти нижче: %(access_code)s %(access_code_instructions)s

source: Your Wikipedia Library access code
tr: Vikipedi Kütüphanesi erişim kodunuz
uk: Ваш код доступу Бібліотеки Вікіпедії
