Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: The Wikipedia Library is run by WMF Staff, Contractors, and approved volunteer Coordinators. The data associated with your account will be shared with the WMF staff, contractors, service providers, and volunteer coordinators who need to process the information in connection with their work for the Wikipedia Library, and who are subject to confidentiality obligations. We will also use your data for internal Wikipedia Library purposes such as distributing user surveys and account notifications, and in a depersonalized or aggregated fashion for statistical analysis and administration. Finally, we will share your information with the publishers whom you specifically select in order to provide you with access to resources. Otherwise, your information will not be shared with third parties, with the exception of the circumstances described below.
tr: Vikipedi Kütüphanesi WMF Ekibi, Yükleniciler ve onaylı gönüllü Koordinatörleri tarafından yönetilmektedir. Hesabınızla ilişkili veriler, Vikipedi Kütüphanesi ile ilgili çalışmaları ile ilgili bilgileri işlemesi gereken ve gizlilik yükümlülüklerine tabi olan WMF personeli, yükleniciler, servis sağlayıcılar ve gönüllü koordinatörlerle paylaşılacaktır. Verilerinizi ayrıca, kullanıcı anketlerini ve hesap bildirimlerini dağıtmak gibi iç Vikipedi Kütüphanesi amaçları için ve istatistiksel analiz ve yönetim için kişileşmemiş veya toplu bir şekilde kullanacağız. Son olarak, bilgilerinizi, kaynaklara erişim sağlamak için özel olarak seçtiğiniz yayıncılarla paylaşacağız. Aksi takdirde, bilgileriniz aşağıda açıklanan durumlar dışında üçüncü taraflarla paylaşılmayacaktır.
uk: Бібліотекою Вікіпедії опікуються працівники і підрядники Фонду Вікімедіа, а також схвалені координатори-волонтери, які можуть мати доступ до вашої інформації. Дані, пов'язані з вашим обліковим записом, будуть надані працівникам ФВМ, підрядникам, надавачам послуг та координаторам-волонтерам, яким необхідно обробити інформацію у рамках своєї роботи на Бібліотеку Вікіпедії і які зв'язані зобов'язаннями конфіденційності. Ми також використовуватимемо ваші дані у внутрішніх цілях Бібліотеки Вікіпедії, таких як розсилання опитувань користувачів та сповіщень облікових записів, а також у знеособленому чи агрегованому вигляді для статистичного аналізу й адміністрування. І наостанок, ми надаватимемо вашу інформацію видавцям, яких ви конкретно вибираєте, щоб вони могли надати вам доступ до ресурсів. В іншому випадку, ваша інформація не буде надана третім сторонам, за винятком обставин, описаних нижче.

source: We may disclose any collected information when required by law, when we have your permission, when needed to protect our rights, privacy, safety, users, or the general public, and when necessary to enforce these terms, WMF’s general <a href="https://foundation.wikimedia.org/wiki/Terms_of_Use">Terms of Use</a>, or any other WMF policy.
tr: Yasalar gereği, izin aldığımızda, haklarımızı, gizliliğimizi, güvenliğimizi, kullanıcılarımızı veya kamuoyunu korumak için gerektiğinde ve bu şartları uygulamak için gerektiğinde WMF genelinin <a href="topladığı bilgileri ifşa edebiliriz. https://foundation.wikimedia.org/wiki/Terms_of_Use">Kullanım Koşulları</a> veya başka bir WMF politikası.
uk: Ми можемо розкрити будь-яку зібрану інформацію, коли це вимагається законом, коли ми маємо ваш дозвіл, коли нам потрібно захистити наші права, приватність, безпеку, користувачів або широку громадськість і коли необхідно здійснити ці умови, загальні <a href="https://foundation.wikimedia.org/wiki/Terms_of_Use/uk">Умови використання</a> ФВМ або будь-яку іншу політику ФВМ.

source: We take the security of your personal data seriously, and take reasonable precautions to ensure your data is protected. These precautions include access controls to limit who has access to your data and security technologies to protect data stored on the server. However, we cannot guarantee the safety of your data as it is transmitted and stored.
tr: Kişisel verilerinizin güvenliğini ciddiye alıyor ve verilerinizin korunmasını sağlamak için makul önlemleri alıyoruz. Bu önlemler, sunucuda depolanan verileri korumak için verilerinize ve güvenlik teknolojilerinize kimin erişimi olduğunu sınırlamaya yönelik erişim denetimlerini içerir. Ancak, iletildiği ve depolandığı için verilerinizin güvenliğini garanti edemeyiz.
uk: Ми серйозно ставимося до безпеки ваших персональних даних і здійснюємо розумні запобіжні заходи захисту ваших даних. Ці заходи включають контроль доступу з обмеженням тих, хто може отримати доступ до ваших даних, та безпекові технології захисту даних, що зберігаються на сервері. Однак ми не можемо гарантувати безпеку ваших даних у процесі передачі чи зберігання.

source: Please note that these terms do not control the use and handling of your data by the publishers and service providers whose resources you access or apply to access. Please read their individual privacy policies for that information.
tr: Lütfen bu şartların, kaynaklarına eriştiğiniz veya erişmek için başvuruda bulunduğunuz yayıncılar ve servis sağlayıcılar tarafından verilerinizin kullanımını ve kullanılmasını kontrol etmediğini unutmayın. Lütfen bu bilgi için kişisel gizlilik politikalarını okuyun.
uk: Будь ласка, візьміть до уваги, що ці умови не контролюють використання та обробку ваших даних видавцями та провайдерами послуг, доступ до ресурсів яких ви отримуєте або подаєте заявку на отримання. Будь ласка, почитайте їхні індивідуальні правила приватності, щоб отримати цю інформацію.

source: The Wikimedia Foundation is a nonprofit organization based in San Francisco, California. The Wikipedia Library program provides access to resources held by publishers in multiple countries. If you apply for a Wikipedia Library account (whether you are inside or outside of the United States), you understand that your personal data will be collected, transferred, stored, processed, disclosed and otherwise used in the U.S. as described in this privacy policy. You also understand that your information may be transferred by us from the U.S. to other countries, which may have different or less stringent data protection laws than your country, in connection with providing services to you, including evaluating your application and securing access to your chosen publishers (locations for each publisher are outlined on their respective partner information pages).
tr: Wikimedia Vakfı, San Francisco, Kaliforniya merkezli kar amacı gütmeyen bir organizasyondur. Vikipedi Kütüphanesi programı, birçok ülkede yayıncılar tarafından tutulan kaynaklara erişim sağlar. Bir Vikipedi Kütüphanesi hesabına başvurursanız (ABD’nin içinde veya dışındaysanız), kişisel verilerinizin bu gizlilik politikasında tanımlandığı şekilde ABD’de toplanacağını, transfer edileceğini, saklanacağını, işleneceğini, açıklanacağını ve başka şekilde kullanılacağını anlıyorsunuz. Ayrıca, başvurunuzun değerlendirilmesi ve seçtiğinize erişimin sağlanması da dahil olmak üzere, bilgilerinizin ABD'den, ülkenizden farklı veya daha az katı veri koruma yasalarına sahip olabilecek diğer ülkelere aktarılabileceğini anlıyorsunuz. yayıncılar (yayıncıların yerleri, ilgili ortak bilgileri sayfalarında belirtilmiştir).
uk: Фонд Вікімедіа є неприбутковою організацією, розташованою у Сан-Франциско (Каліфорнія). Програма Бібліотеки Вікіпедії надає доступ до ресурсів від видавців у багатьох країнах. Якщо ви подаєте запит на обліковий запис Бібліотеки Вікіпедії (не залежно від того, чи ви у Сполучених Штатах, чи поза ними), ви розумієте, що ваші персональні дані будуть збиратися, передаватися, зберігатися, оброблятися, розкриватися та інакше використовуватися у США, як це описано у цій політиці приватності. Ви також розумієте, що ваша інформація може бути передана нами зі США до інших країн, які можуть мати інші або менш строгі закони щодо захисту даних, ніж ті, що діють у вашій країні, у зв'язку з наданням вам послуг, включно з оцінкою вашої заявки та забезпечення доступ до обраних видавців (розташування кожного видавця вказана на відповідній інформаційній сторінці партнера).

source: Please note that in the event of any differences in meaning or interpretation between the original English version of these terms and a translation, the original English version takes precedence.
tr: Lütfen bu terimlerin İngilizce orijinali ile çeviri arasında bir anlam veya yorumda herhangi bir fark olması durumunda, orijinal İngilizce versiyonunun öncelikli olduğunu unutmayın.
uk: Будь ласка, зверніть увагу, що у випадку будь-який розбіжностей у значенні чи трактуванні між оригінальною англомовною версією цих умов та перекладом, перевага надається оригінальній англійській версії.

source: See also the <a href="https://wikimediafoundation.org/wiki/Privacy_policy">Wikimedia Foundation Privacy Policy</a>.
tr: Ayrıca <a href="https://meta.wikimedia.org/wiki/Privacy_policy/tr">Meta Viki Gizlilik Politikası</a> sayfasına bakın.
uk: Див. також <a href="https://wikimediafoundation.org/wiki/Privacy_policy">Політику конфіденційності Фонду Вікімедіа</a>.

source: Thank you!
tr: Teşekkürler!
uk: Дякуємо!

source: The Wikipedia Library Team
tr: Vikipedi Kütüphanesi Takımı
uk: Команда Бібліотеки Вікіпедії

source: By checking this box and clicking “I Accept”, you agree that you have read the above terms and that you will adhere to the terms of use in your application to and use of the The Wikipedia Library, and the publishers’ services to which you gain access through The Wikipedia Library program.
tr: Bu kutuyu işaretleyerek ve “Kabul Ediyorum”'u tıklayarak, yukarıdaki şartları okuduğunuzu ve uygulamanızdaki Vikipedi Kütüphanesi ve yayıncıların hizmetlerini kullanmanız ve kullanımında uymanız gerektiğini kabul edersiniz. Vikipedi Kütüphanesi programından erişim kazanın.
uk: Ставлячи цю галочку і натискаючи «Я погоджуюся», ви погоджуєтеся, що прочитали викладені вище умови і що будете дотримуватися умов використання у своїй заявці та використанні Бібліотеки Вікіпедії і послуг видавців, до яких ви отримуєте доступ завдяки програмі Бібліотеки Вікіпедії.

source: Delete all data
tr: Tüm verileri silin
uk: Вилучити усі дані

source: <b>Warning:</b> Performing this action will delete your Wikipedia Library Card user account and all associated applications. This process is not reversible. You may lose any partner accounts you were granted, and will not be able to renew those accounts or apply for new ones.
tr: <b>Uyarı:</b> Bu eylemi gerçekleştirmek, Vikipedi Kütüphanesi Kart kullanıcı hesabınızı ve tüm ilişkili uygulamaları silecektir. Bu süreç, bir daha geri alınamaz. Size verilen tüm ortak hesaplarınızı kaybedebilir ve bu hesapları yenileyemez veya yenilerine başvuramazsınız.
uk: <b>Попередження:</b> Виконання цієї дії вилучить ваш обліковий запис користувача у Картковій платформі Бібліотеки Вікіпедії та усі пов'язані заявки. Цей процес неможливо скасувати. Ви можете втратити будь-які партнерські облікові записи, які ви отримали, і не зможете поновити їх чи податися на нові.

source: Hi, %(username)s! You don't have a Wikipedia editor profile attached to your account here, so you are probably a site administrator.
tr: Selam %(username)s! Buradaki hesabınıza eklenmiş bir Vikipedi editör profiliniz mevcut değil, muhtemelen bir site yöneticisisiniz.
uk: Привіт, %(username)s! У вас немає профілю редактора Вікіпедії, пов'язаного з обліковим записом тут, тож ви напевно адміністратор сайту.%(username)s

source: If you aren't a site administrator, something weird has happened. You won't be able to apply for access without a Wikipedia editor profile. You should log out and create a new account by logging in via OAuth, or contact a site administrator for help.
tr: Site yöneticisi değilseniz tuhaf bir şeyler meydana gelmiştir demek oluyor. Bir Vikipedi editör profili olmadan erişim için başvuru yapamazsınız. Oturum açıp OAuth aracılığıyla giriş yaparak yeni bir hesap oluşturmalı veya yardım için bir site yöneticisiyle iletişime geçmelisiniz.
uk: Якщо ви не є адміністратором сайту, то сталося щось дивне. Ви не зможете подати заявку на доступ без профілю редактора Вікіпедії. Вам варто вийти і створити новий обліковий запис, увійшовши з допомогою OAuth, або попросити допомоги в адміністратора сайту.

source: Coordinators only
tr: Yalnızca koordinatörler
uk: Лише координатори

source: Update
tr: Güncelle
uk: Оновити

source: Please <a href="{url}">update your contributions</a> to Wikipedia to help coordinators evaluate your applications.
tr: Koordinatörlerin başvurularınızı değerlendirmesine yardımcı olmak için lütfen <a href="{url}">Vikipedi'deki katkılarınızı güncelleyin</a>.
uk: Будь ласка, <a href="{url}">оновіть свій внесок</a> у Вікіпедію, щоб полегшити координаторам оцінку ваших заявок.

source: You have chosen not to receive reminder emails. As a coordinator, you should receive at least one type of reminder emails, consider changing your preferences.
tr: Hatırlatma e-postaları almamayı seçtiniz. Koordinatör olarak, en az bir tür hatırlatma e-postası almalısınız, tercihlerinizi değiştirmeyi düşünün.
uk: Ви вибрали не отримувати листи-нагадування. Як координатор, ви маєте отримувати хоча б один тип листів-нагадувань, тому будь ласка, змініть свої налаштування.

source: Your reminder email preferences are updated.
tr: Hatırlatma e-posta tercihleriniz güncellendi.
uk: Ваші налаштування листів-нагадувань оновлено.

source: You must be logged in to do that.
tr: Bunu yapmak için giriş yapmalısınız.
uk: Ви маєте увійти в систему, щоб зробити це.

source: Your information has been updated.
tr: Bilgileriniz güncellendi.
uk: Вашу інформацію оновлено.

source: Both the values cannot be blank. Either enter a email or check the box.
tr: Her iki değer de boş olamaz. Bir e-posta adresi girin veya kutuyu işaretleyin.
uk: Обидва значення не можуть бути пустими. Або введіть електронну пошту, або поставте галочку.

source: Your email has been changed to {email}.
tr: E-postanız {email} olarak değiştirildi.
uk: Вашу електронну пошту було змінено на {email}.

source: Your email is blank. You can still explore the site, but you won't be able to apply for access to partner resources without an email.
tr: E-postanız boş. Siteyi yine de keşfedebilirsiniz ancak e-postanız olmadan iş ortağı kaynaklarına erişim başvurusunda bulunamazsınız.
uk: Ваша електронна пошта порожня. Ви й далі можете переглядати вміст сайту, але ви не зможете подати заявку на доступ до партнерських ресурсів без вказання електронної пошти.

source: Slug
uk: Службове поле

source: Proxy
uk: Проксі

source: Video
uk: Відео

source: Library bundle access
uk: Доступ до Library Bundle

source: URL
uk: URL-адреса
