Repository: Lutrome/TWLight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr, uk

source: Checking this box and clicking “Restrict” will pause all processing of the data you have entered into this website. You will not be able to apply for access to resources, your applications will not be further processed, and none of your data will be altered, until you return to this page and uncheck the box. This is not the same as deleting your data.
tr: Bu kutuyu işaretleyip “Kısıtlama” butonuna tıklamak, bu web sitesine girdiğiniz verilerin tüm işlemlerini duraklatacaktır. Kaynaklara erişim için başvuru yapamazsınız, başvurunuz daha fazla işlenmeyecek ve bu sayfaya dönene ve kutunun işaretini kaldırana kadar verilerinizden hiçbiri değiştirilmeyecektir. Bu, verilerinizi silmekle aynı şey değildir.
uk: Галочка тут та натискання «Обмежити» призупинить всяку обробку даних, які ви ввели на цьому веб-сайті. Ви не зможете подаватися на доступ до ресурсів, ваші заявки не будуть далі розглядатися, і жодні ваші дані не будуть змінені, поки ви не повернетеся на цю сторінку і не знімете галочку. Це не те саме, що вилучити ваші дані.

source: You are a coordinator on this site. If you restrict the processing of your data, your coordinator flag will be removed.
tr: Bu sitede bir koordinatörünüz. Verilerinizin işlenmesini kısıtlarsanız koordinatör etiketiniz kaldırılır.
uk: Ви є координатором на цьому сайті. Якщо ви обмежите обробку своїх даних, то втратите права координатора.

source: Last updated 12 November 2019
tr: Son güncelleme tarihi: 12 Kasım 2019
uk: Останнє оновлення: 12 листопада 2019 року

source: Wikimedia Foundation privacy policy
tr: Wikimedia Vakfı gizlilik politikası
uk: Політика приватності Фонду Вікімедіа

source: Wikipedia Library Card Terms of Use and Privacy Statement
tr: Vikipedi Kütüphane Kartı Kullanım Koşulları ve Gizlilik Bildirimi
uk: Умови використання та Заява про приватність Карткової платформи Бібліотеки Вікіпедії

source: <a href="https://meta.wikimedia.org/wiki/The_Wikipedia_Library">The Wikipedia Library</a> has partnered with publishers around the world to allow users to access otherwise paywalled resources. This website allows users to apply simultaneously for access to multiple publishers’ materials, and makes the administration of and access to Wikipedia Library accounts easy and efficient.
tr: <a href="https://meta.wikimedia.org/wiki/The_Wikipedia_Library/tr">Vikipedi Kütüphanesi</a>, kullanıcıların başka türlü ödemeli kaynaklara erişmesine izin vermek için dünya çapındaki yayıncılarla ortaklık kurdu. Bu web sitesi, kullanıcıların birden fazla yayıncının materyallerine erişim için aynı anda başvuru yapmalarına izin verir ve Vikipedi Kütüphane hesaplarının yönetimini ve erişimini kolay ve verimli hale getirir.
uk: <a href="https://meta.wikimedia.org/wiki/The_Wikipedia_Library">Бібліотека Вікіпедії</a> має партнерські зв'язки з видавцями по всьому світу, що дозволяє користувачам отримувати доступ до ресурсів, що інакше є платними. Цей вебсайт дозволяє користувачам одночасно подавати заявку на доступ до матеріалів багатьох видавців і робить адміністрування й доступ до облікових записів Бібліотеки Вікімедіа простим та ефективним.

source: Requirements for a Wikipedia Library Card Account
tr: Vikipedi Kütüphanesi Kart Hesabı Gereksinimleri
uk: Вимоги до облікового запису у Картковій платформі Бібліотеки Вікіпедії

source: Access to resources via The Wikipedia Library is reserved for community members who have demonstrated their commitment to the Wikimedia projects, and who will use their access to these resources to improve project content. To that end, in order to be eligible for the Wikipedia Library program, we require that you be registered for a user account on the projects. We give preference to users with at least 500 edits and six (6) months of activity, but these are not strict requirements. We ask that you do not request access to any publishers whose resources you can already access for free through your local library or university, or another institution or organization, in order to provide that opportunity to others.
tr: Vikipedi Kütüphanesi üzerinden kaynaklara erişim, Wikimedia projelerine bağlılığını gösteren ve proje içeriğini geliştirmek için bu kaynaklara erişimini kullanacak topluluk üyelerine ayrılmıştır. Bu amaçla, Vikipedi Kütüphanesi programına katılabilmek için projelerinizde bir kullanıcı hesabına kaydolmanızı istiyoruz. En az 500 düzenleme ve altı (6) aylık etkinlik olan kullanıcıları tercih ediyoruz, ancak bunlar katı şartlar değil. Başkalarına bu fırsatı sağlamak için, kaynakları yerel kütüphaneniz veya üniversiteniz veya başka bir kurum veya kuruluş aracılığıyla ücretsiz olarak erişebildiğiniz yayıncılara erişim talep etmemenizi rica ediyoruz.
uk: Доступ до ресурсів через Бібліотеку Вікіпедії зарезервований для членів спільноти, які продемонстрували свою відданість проектам Вікімедіа і які використають свій доступ до ресурсів на покращення контенту проектів. Таким чином, аби мати право на участь у програмі Бібліотеки Вікіпедії, ми вимагаємо, щоб ви були зареєстровані у проектах. Ми віддаємо перевагу користувачам, які мають принаймні 500 редагувань і шість (6) місяців активності, але це не строгі вимоги. Ми просимо, щоб ви не подавали запит на доступ до тих видавців, до чиїх ресурсів у вас і так є безкоштовний доступ через місцеву бібліотеку чи університет або іншу установу чи організацію, щоб ми могли надати цю можливість іншим.

source: Additionally, if you are currently blocked or banned from a Wikimedia project, applications to resources may be rejected or restricted. If you obtain a Wikipedia Library account, but a long-term block or ban is subsequently instituted against you on one of the projects, you may lose access to your Wikipedia Library account.
tr: Ayrıca, şu anda bir Wikimedia projesinden engellenmiş veya yasaklanmışsanız, kaynaklara yapılan başvurular reddedilebilir veya kısıtlanabilir. Bir Vikipedi Kütüphanesi hesabı edinirseniz, ancak projelerden birinde size karşı uzun vadeli bir blok veya yasaklama başlatılırsa, Vikipedi Kütüphanesi hesabınıza erişiminizi kaybedebilirsiniz.
uk: Окрім цього, якщо ви зараз заблоковані чи забанені у проекті Вікімедіа, заявки на доступ можуть бути відхилені або обмежені. Якщо ви вже маєте обліковий запис Бібліотеки Вікіпедії, але на вас згодом накладено довготривале блокування чи бан в одному з проектів, ви можете втратити доступ до свого облікового запису Бібліотеки Вікіпедії.

source: Wikipedia Library Card accounts do not expire. However, access to an individual publisher’s resources will generally lapse after one year, after which you will either need to apply for renewal or your account will automatically be renewed.
tr: Vikipedi Kütüphane Kartı hesaplarının süresi dolmuyor. Ancak, tek bir yayıncının kaynaklarına erişim genellikle bir yıl sonra sona erer, daha sonra yenileme için başvurmanız gerekir veya hesabınız otomatik olarak yenilenir.
uk: Облікові записи Карткової платформи Бібліотеки Вікіпедії не мають кінцевого терміну дії. Однак доступ до ресурсів окремих видавців загалом закривається через один рік, після чого вам або потрібно подати запит на поновлення, або ж ваш обліковий запис буде поновлено автоматично.

source: In order to apply for access to a partner resource, you must provide us with certain information, which we will use to evaluate your application. If your application is approved, we may transfer the information you have given us to the publishers whose resources you wish to access. They will either contact you with the account information directly or we will send access information to you ourselves.
tr: Bir ortak kaynağına erişim başvurusunda bulunmak için, başvurunuzu değerlendirmek için kullanacağımız bazı bilgileri bize sağlamalısınız. Başvurunuz onaylanırsa, bize verdiğiniz bilgileri kaynaklarına erişmek istediğiniz yayıncılara aktarabiliriz. Ya sizinle doğrudan hesap bilgileriyle bağlantı kuracaklar ya da size erişim bilgisini kendimiz göndereceğiz.
uk: Для того, щоб подати запит на доступ до партнерських ресурсів, ви мусите надати нам певну інформацію, яку ми використаємо для оцінки вашої заявки. Якщо вашу заявку буде схвалено, ми можемо передати інформацію, отриману від вас, видавцям, до ресурсів яких ви хочете отримати доступ. Вони зв'яжуться з вами й або вони нададуть вам інформацію про обліковий запис, або ми надішлемо вам інформацію про доступ самостійно.

source: In addition to the basic information you provide to us, our system will retrieve some information directly from the Wikimedia projects: your username, email address, edit count, registration date, user ID number, groups to which you belong, and any special user rights.
tr: Bize sağladığınız temel bilgilere ek olarak, sistemimiz doğrudan Wikimedia projelerinden bazı bilgiler alacaktır: kullanıcı adınız, e-posta adresiniz, düzenleme sayınız, kayıt tarihiniz, kullanıcı kimliği numaranız, ait olduğunuz gruplar ve özel kullanıcı hakları.
uk: Окрім базової інформації, яку ви нам надаєте, наша система отримує деяку інформацію прямо з проектів Вікімедіа: ваше ім'я користувача, електронну пошту, кількість редагувань, дату реєстрації, ідентифікатор користувача, групи, до яких ви належите, та спеціальні права користувача.

source: Each time you log in to the Wikipedia Library Card Platform, this information will be automatically updated.
tr: Vikipedi Kütüphane Kartı Platformu'na her giriş yaptığınızda, bu bilgiler otomatik olarak güncellenecektir.
uk: Щоразу, коли ви входите у Карткову платформу Бібліотеки Вікіпедії, ця інформація автоматично оновлюється.

source: We will ask you to provide us with some information about your history of contributions to the Wikimedia projects. Information on contribution history is optional, but will greatly assist us in evaluating your application.
tr: Sizden, Wikimedia projelerine yaptığınız katkıların geçmişi hakkında bize biraz bilgi vermenizi isteyeceğiz. Katkı geçmişi hakkında bilgi isteğe bağlıdır, ancak başvurunuzu değerlendirmede bize çok yardımcı olacaktır.
uk: Ми просимо вас надати нам певну інформацію про історію вашого внеску до проектів Вікімедіа. Інформація про історію внеску є необов'язковою, але вона дуже допомагає нам під час оцінки вашої заявки.

source: The information you provide when creating your account will be visible to you while on the site but not to others unless they are approved Wikipedia Library Coordinators, WMF Staff, or WMF Contractors who need access to this data in order to carry out their work with the Wikipedia Library, all of whom are subject to non-disclosure obligations.
tr: Hesabınızı oluştururken sağladığınız bilgiler sitede iken size görünür olacak, ancak bu verilerle çalışmalarını yürütmek için bu verilere erişmeleri gereken onaylanmadıkça, diğerleri tarafından kabul edilmeyecektir. Her biri ifşa edilmeyen yükümlülüklere tabi olan Vikipedi Kütüphanesi.
uk: Інформація, яку ви надаєте під час створення свого облікового запису, буде видима вам на сайті, але не іншим — окрім координаторів Бібліотеки Вікіпедії, працівників ФВМ чи підрядників ФВМ, яким потрібен доступ до цих даних, щоб виконувати свою роботу, пов'язану з Бібліотекою Вікіпедії; усі вони підписали угоду про нерозголошення.

source: Your Use of Publisher Resources
tr: Yayıncı Kaynaklarını Kullanım Durumunuz
uk: Ваше використання ресурсів видавця

source: In order to access an individual publisher’s resources, you must agree to that publisher’s terms of use and privacy policy. You agree that you will not violate such terms and policies in connection with your use of the Wikipedia Library. Additionally, the following activities are prohibited while accessing publisher resources through the Wikipedia Library.
tr: Tek bir yayıncının kaynaklarına erişmek için o yayıncının kullanım şartlarını ve gizlilik politikasını kabul etmelisiniz. Vikipedi Kütüphanesini kullanımınızla bağlantılı olarak bu hüküm ve politikaları ihlal etmeyeceğinizi kabul edersiniz. Ayrıca, Vikipedi Kütüphanesi üzerinden yayıncı kaynaklarına erişirken aşağıdaki faaliyetler yasaktır.
uk: Для отримання доступу до ресурсів окремого видавця, ви мусите погодитися дотримуватися умов використання та політики приватності цього видавця. Ви погоджуєтеся, що не порушуватимете такі умови та політики під час свого використання Бібліотеки Вікіпедії. Окрім цього, під час доступу до ресурсів видавця через Бібліотеку Вікіпедії заборонена наступна діяльність.

source: Sharing your usernames, passwords, or any access codes for publisher resources with others;
tr: Kullanıcı adlarınızı, şifrelerinizi veya yayıncı kaynaklarına ilişkin erişim kodlarını başkalarıyla paylaşmak;
uk: Передача своїх імен користувача, паролів чи будь-яких кодів доступу до ресурсів видавця іншим людям;

source: Automatically scraping or downloading restricted content from publishers;
tr: Kısıtlanmış içeriği yayıncılardan otomatik olarak kazımak veya indirmek;
uk: Автоматичне зчитування чи завантаження обмеженого контенту із сайтів видавців;

source: Using the access you receive through the Wikipedia Library for profit by selling access to your account or resources which you have through it.
tr: Hesabınıza veya sahip olduğunuz kaynaklara erişim satarak, Vikipedi Kütüphanesi'nden aldığınız erişimi kar için kullanın.
uk: Використання доступу, який ви отримуєте через Бібліотеку Вікіпедії, з метою отримання прибутку від продажу доступу до вашого облікового запису чи ресурсів, які ви через нього маєте.

source: External Search and Proxy Services
tr: Harici Arama ve Proxy Hizmetleri
uk: Зовнішній пошук та сервіси проксі

source: Certain resources may only be accessed using an external search service, such as the EBSCO Discovery Service, or a proxy service, such as OCLC EZProxy. If you use such external search and/or proxy services, please review the applicable terms of use and privacy policies.
tr: Bazı kaynaklara yalnızca EBSCO Keşif Servisi gibi harici bir arama servisi veya OCLC EZProxy gibi bir proxy servisi kullanılarak erişilebilir. Bu tür harici arama ve/veya proxy servislerini kullanıyorsanız, lütfen geçerli kullanım koşullarını ve gizlilik politikalarını gözden geçirin.
uk: Певні ресурси можна відкрити лише з використанням зовнішнього пошукового сервісу, такого як EBSCO Discovery Service, або проксі, наприклад, OCLC EZProxy. Якщо ви використовуєте подібні зовнішні пошукові та/або проксі сервіси, будь ласка, перегляньте відповідні умови використання та політику приватності.

source: In addition, if you use OCLC EZProxy, please note that you may not use it for commercial purposes.
tr: Ek olarak, OCLC EZProxy kullanıyorsanız, lütfen ticari amaçlarla kullanamayabileceğinizi unutmayın.
uk: Окрім цього, якщо ви використовуєте OCLC EZProxy, то зверніть увагу, що ви не можете користуватися цим у комерційних цілях.

source: Data Retention and Handling
tr: Veri Saklama ve İşleme
uk: Зберігання та обробка даних

source: The Wikimedia Foundation and our service providers use your information for the legitimate purpose of providing Wikipedia Library services in support of our charitable mission. When you apply for a Wikipedia Library account, or use your Wikipedia Library account, we may routinely collect the following information: your username, email address, edit count, registration date, user ID number, groups to which you belong, and any special user rights; your name, country of residence, occupation, and/or affiliation, if required by a partner to which you are applying; your narrative description of your contributions and reasons for applying for access to partner resources; and the date you agree to these terms of use.
tr: Wikimedia Vakfı ve hizmet sağlayıcılarımız, bilgilerinizi, Vikipedi'deki hizmetlerimizi, yasal misyonumuzu desteklemek için meşru bir amaç için kullanırlar. Bir Vikipedi Kütüphanesi hesabına başvurduğunuzda veya Vikipedi Kütüphanesi hesabınızı kullanırken, rutin olarak aşağıdaki bilgileri toplayabiliriz: kullanıcı adınız, e-posta adresiniz, düzenleme sayısını, kayıt tarihini, kullanıcı kimliği numaranızı, ait olduğunuz grupları ve herhangi bir özel kullanıcıyı Haklar; başvuruda bulunacağınız bir ortak tarafından talep edilmesi halinde adınız, ikamet ettiğiniz ülke, mesleğiniz ve/veya bağlılığınız; ortak kaynaklara erişim için başvuruda bulunma konusundaki katkılarınız ve sebepleriniz hakkındaki açıklamalarınızı; ve bu kullanım şartlarını kabul ettiğiniz tarih.
uk: Фонд Вікімедіа та провайдери наших послуг використовують вашу інформацію із законною метою надавати послуги Бібліотеки Вікіпедії на підтримку нашої благодійної мети. Коли ви подаєте заявку на обліковий запис Бібліотеки Вікіпедії або використовуєте свій обліковий запис Бібліотеки Вікіпедії, ми можемо регулярно збирати таку інформацію: ваше ім'я користувача, адресу електронної пошти, кількість редагувань, дату реєстрації, ID-номер користувача, групи, до яких ви належите, та будь-які спеціальні права; ваше ім'я, країну проживання, рід занять та/або афіліацію, якщо цього вимагає партнер, до якого ви хочете отримати доступ; вашу розповідь про свій внесок та причини подачі заявки на доступ до партнерських ресурсів; а також дату, коли ви погодилися з цими умовами використання.

source: Each publisher who is a member of the Wikipedia Library program requires different specific information in the application. Some publishers may request only an email address, while others request more detailed data, such as your name, location, occupation, or institutional affiliation. When you complete your application, you will only be asked to supply information required by the publishers you have chosen, and each publisher will only receive the information they require for providing you with access. Please see our <a href="%(all_partners_url)s">partner information</a> pages to learn what information is required by each publisher to gain access to their resources.
tr: Vikipedi Kütüphanesi programına üye olan her yayıncı, başvuruda farklı özel bilgiler gerektirir. Bazı yayıncılar yalnızca bir e-posta adresi isteyebilir, bazıları ise adınız, yeriniz, mesleğiniz veya kurumsal bağlılığınız gibi daha ayrıntılı veriler ister. Başvurunuzu tamamladığınızda, yalnızca seçtiğiniz yayıncıların istediği bilgileri sağlamanız istenecek ve her yayıncı yalnızca size erişim sağlamak için ihtiyaç duydukları bilgileri alacaktır. Her yayıncının kaynaklarına erişmek için hangi bilgilerin gerekli olduğunu öğrenmek için lütfen <a href="%(all_partners_url)s">ortak bilgileri</a> sayfalarımıza bakın.
uk: Кожен видавець, який є членом програми Бібліотеки Вікіпедії, вимагає іншої інформації у заявці. Деякі видавці можуть запитувати лише адресу електронної пошти, тоді як інші запитують більш детальні дані, такі як ваше ім'я, розташування, рід занять чи інституційна приналежність. Коли ви заповнюєте свою заявку, вас просять надати лише ту інформацію, якої потребують обрані вами видавці, і кожен видавець отримає лише ту інформацію, якої він потребує для надання вам доступу. Будь ласка, перегляньте наші сторінки <a href="%(all_partners_url)s">інформації про партнерів</a>, щоб дізнатися більше про те, яку інформацію вимагає кожен видавець для отримання доступу до їхніх ресурсів.

source: You can browse the Wikipedia Library site without logging in, but will need to log in to apply or access proprietary partner resources. We use the data provided by you via OAuth and Wikimedia API calls to assess your application for access and to process approved requests.
tr: Giriş yapmadan Vikipedi Kütüphanesi sitesine göz atabilirsiniz, ancak tescilli ortak kaynaklarına başvurmak veya erişmek için giriş yapmanız gerekir. Sizin tarafınızdan sağlanan verileri, erişim başvurunuzu değerlendirmek ve onaylanan talepleri işleme koymak için OAuth ve Wikimedia API çağrıları aracılığıyla kullanırız.
uk: Ви можете переглядати сайт Бібліотеки Вікіпедії без входу в систему, але вам треба буде увійти в систему, щоб подати заявку або отримати доступ до пропрієтарних партнерських ресурсів. Ми використовуємо надані вами дані через OAuth та виклики Вікімедіа API для оцінки вашої заявки на доступ та обробки схвалених запитів.

source: In order to administer the Wikipedia Library program, we will retain the application data we collect from you for three years after your most recent login, unless you delete your account, as described below. You can log in and go to <a href="%(profile_url)s">your profile page</a> in order to see the information associated with your account, and can download it in JSON format. You may access, update, restrict, or delete this information at any time, except for the information that is automatically retrieved from the projects. If you have any questions or concerns about the handling of your data, please contact <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20Card%%20account%%20deactivation">wikipedialibrary@wikimedia.org</a>.
tr: Vikipedi Kütüphanesi programını yönetmek için, hesabınızı silmediğiniz sürece, en son girişinizden sonra üç yıl boyunca sizden topladığımız uygulama verilerini aşağıda açıklandığı gibi tutacağız. Hesabınızla ilgili bilgileri görmek için giriş yapabilir ve hesabınızla ilişkili bilgileri görmek için <a href="%(profile_url)s">profil sayfanıza</a> gidebilir ve JSON formatında indirebilirsiniz. Projelerden otomatik olarak alınan bilgiler dışında, bu bilgilere istediğiniz zaman erişebilir, güncelleyebilir, kısıtlayabilir veya silebilirsiniz. Verilerinizle ilgili herhangi bir sorunuz veya endişeniz varsa, lütfen <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20Card%%20account%%20deactivation">wikipedialibrary@wikimedia.org</a> ile iletişime geçin.
uk: З метою адміністрування програми Бібліотеки Вікіпедії, ми зберігаємо програмні дані, які збираємо від вас, упродовж трьох років після вашого останнього входу в систему, поки ви не вилучите свій обліковий запис, як описано нижче. Ви можете увійти і перейти до <a href="%(profile_url)s">своєї сторінки профілю</a>, щоб переглянути інформацію, пов'язану з вашим обліковим записом, і можете завантажити її у форматі JSON. Ви можете відкривати, оновлювати, обмежувати чи вилучати цю інформацію у будь-який час, окрім інформації, яка автоматично оновлюється з проектів. Якщо у вас є будь-які запитання чи застереження щодо обробки ваших даних, будь ласка, напишіть на <a href="mailto:wikipedialibrary@wikimedia.org?Subject=Wikipedia%%20Library%%20Card%%20account%%20deactivation">wikipedialibrary@wikimedia.org</a>.
